{
    "siteTitle": "Solomya's Magical Tales",
    "home": "Home",
    "homeSidebarLatest": "The Last Tales",
    "homeMobMenuTitle": "⸺❈ Fairy tales by collections ❈⸺",
    "upBtn": "🔝Back to Top",
    "about": "About Us",
    "aboutText": "Dear friends!   \n With you is me, Solomya, fairy-guardian of magical stories and fairy tales. Together with my faithful companions — the curious elf Mirian, the sparkling pixie named Pilira, and the wise druid Deren — we wander through worlds in search of fairy tales.   \n We peek into the hollows of old trees, eavesdrop on the whisper of streams, question night owls, and even peek into children's dreams. Every story, every smile, every heart that skips a beat — is a thread in our magical carpet of tales.   \n We find them, gently awaken them, and weave them together with other wonders. Then I carefully place them in my magical sphere — and one day, at the most needed moment, one of them will find its way to your heart.   \n So if you suddenly dream of a glowing meadow or hear quiet laughter in the branches — perhaps we are nearby. And if you have your own fairy tale, whisper it to the wind's ear... it knows where to carry it.   \n Here you can read some magical fairy tales that we have collected.   \n With love to you,",
    "aboutSign": "✨ Solomya and her fairy team 💫 ",
    "memberName1": "Fairy Solomya",
    "memberName2": "Elf Mirian",
    "memberName3": "Pixie  Pilira",
    "memberName4": "Druid Deren",
    "aboutTeam": "This project is being developed by",
    "reviews": "Reviews",
    "collapseReview": "⤵️ Collapse",
    "register": "Register",
    "registerText": "This function is still under development",
    "footerAuthor": "Author: Solomya",
    "footerCopy": "© 2025 The Magical World of Solomiya. All rights reserved.",
    "cookieText": "We use cookies to improve the performance of our website.",
    "cookieBtnAcc": "Accept",
    "cookieBtnDecl": "Reject",
    "privacy": "Privacy policy",
    "contacts": "Contacts",
    "contactsTitle": "Contacts",
    "contactsDescr1": "If you have any questions, wishes or suggestions, please contact us!",
    "contactsDescr2": "Or send a message online:",
    "captchaAct": "Calculate:",
    "contactsSend": "Send",
    "privTitle": "Privacy Policy",
    "privTxt": "Your trust is important to us. We are committed to protecting your personal information. Here's how we collect, use, and store your data. \n",
    "privSubt1": "1. What we collect: \n",
    "privTxt1": "– Name, \n – E-mail address,\n – Message.",
    "privSubt2": "2. How we use your data: \n",
    "privTxt2": "We use your data only to respond to your messages. We do not share your data with third parties or use it for advertising. \n",
    "privSubt3": "3. Data protection: \n",
    "privTxt3": "We take necessary security measures to protect your information. \n",
    "privSubt4": "4. Your rights: \n",
    "privTxt4": "You can request the deletion of your data at any time via the contact form. \n",
    "privSubt5": "5. Changes: \n",
    "privTxt5": "We may update this policy occasionally. The latest version will always be available on this page. \n",
    "privTxt6": "If you have questions, contact us through the \"Contacts\" section.. \n",
    "404Title": "404 – Page not found",
    "404Text": "Oops! Looks like you've entered an enchanted forest. There's no such page... or it's well hidden ✨ It may have been removed or moved. You can return to the main page or use the menu to navigate the site.",
    "404Back": "🔙 Return to home page",
    "homeTitle": "Welcome to the Fairy Tales",
    "homeTextCom1": "The sound of silver bells rings through the air, and from the forest appears a figure in a sparkling long dress adorned with stars. Behind her back shimmer enormous translucent wings...",
    "homeText1": "\"Welcome, dear wanderers, to my magical circle! I am Seraphina, the fairy guardian of ancient legends and weaver of wondrous tales. Many hundreds of moons ago, the forest spirits granted me the ability to see through the veil of time and gather scattered pearls of magical stories from the most hidden corners of the world.\"",
    "homeTextCom2": "The fairy waves her beautiful wings, which begin to glow brighter, and from them falls golden dust that gathers into a translucent, sparkling orb.",
    "homeText2": "\"Within my magical sphere rest thousands of fairy tales and enchanted stories — of brave knights and wise princesses, of talking animals and enchanted forests, of good that always triumphs over evil, and of love capable of breaking the most powerful curse. Make yourselves comfortable around my magical hearth, which never dies out. Let its warm flames warm your hearts, and let my voice carry you to lands where everything is possible — from the most incredible to the most beautiful.\"",
    "homeTextCom3": "The bells ring again, and sparks of golden dust appear in the air.",
    "homeText3": "\"Close your eyes, open your souls, and let the magic begin... For every fairy tale is a bridge between worlds, and every word is a spell capable of changing the heart forever.\"",
    "homeTextCom4": "\"So then, what story do my dear listeners wish to hear today?\"",
    "homeText4": "— Итак, какую же историю желают услышать мои дорогие слушатели сегодня?",
    "collection1": "Ailiara's Garden of Enchanted Hearts",
    "collection2": "Everything Is Not as It Seems",
    "collection3": "Path to the Moonlight Legacy",
    "story101": "The Tale of the Golden Butterfly",
    "story101Text1": "In a distant kingdom where mountains touched the clouds and rivers sang songs, there lived a young and beautiful girl named Ailiara. She was the daughter of a simple gardener, but she possessed a special gift — she could understand the emotions of magical creatures, animals, and plants. \n One morning, as Ailiara was watering roses in her garden, she felt a wave of sharp fear and despair. A huge black crow was chasing a small, unusual butterfly, trying to catch it with its sharp claws. The butterfly darted between the flowers, its wings shimmering with golden patterns that resembled ancient script. Touching its consciousness, Ailiara felt not animal instinct, but human emotions — despair, hope, and a plea for help. \n",
    "story101Text2": "\"Leave her alone!\" cried Ailiara, splashing water from her watering can at the crow. The frightened bird cawed and flew away, while the exhausted butterfly fell onto a rose petal. \n Ailiara carefully took the fragile butterfly in her palms and warmed it with her touch. Feeling the girl's care, the butterfly came to life and weakly fluttered its wings. \n \"Help me, kind girl,\" whispered the butterfly in a human voice. \"My name is Sirillanda, and I was once the ruler of the forest elves. The evil sorceress Tenebra cast a spell on me. She envied my ability to bring joy and harmony to the world of nature — wherever I went, flowers bloomed, birds sang, and animals stopped fighting. She wanted to steal my power for herself, but when she realized she couldn't do it, since such a gift only obeys beings with pure hearts, she turned me into a butterfly and cursed me. To break the spell, I must find three magical items: a tear of joy, laughter of sorrow, and a song of silence. For a long time now, I have been traveling the world trying to find them, but dangers and enemies await me at every step, for now I am a weak butterfly with no magic left.\" \n  Without hesitation, Ailiara agreed to help. She placed the butterfly on her shoulder, took a small pouch, and set off on her journey. \n ",
    "story101Text3": "The road led her to the edge of a forest where an old oak tree grew. Through her gift, Ailiara felt the tree's deep sadness. The oak had been grieving for many years — all its leaves had yellowed and fallen, and it was about to wither completely. \n \"Grandfather Oak,\" said Ailiara,\"I will help you regain your green leaves, and you please help me find a tear of joy.\" \n",
    "story101Text4": "The girl mentally connected with the tree's consciousness and understood that it suffered from loneliness — all the birds had flown away because of the enchantment. Ailiara began singing an ancient song that her grandmother once sang. Her voice was so gentle and melodious that birds from all corners of the forest began flying to the oak. Through her gift, she conveyed to them the feelings of safety and love that the old oak radiated. The birds understood that this was a safe place and built nests in its branches. Their joyful singing destroyed the evil spell. The mighty tree was covered with emerald foliage. The oak wept with happiness, and Ailiara carefully collected one golden tear of joy in a small vial and hid it in her pouch. \n",
    "story101Text5": "Next, her path led through a mountain lake where a sad mermaid lived. She sat on the shore, crying quietly because she had forgotten how to laugh. Ailiara immediately felt her sadness — deep as the lake itself. \n \"Why are you so sad?\" asked Ailiara. \n \"I lost my ability to feel joy,\" replied the mermaid. \"Yet once I was the most cheerful and life-loving of all mermaids. My laughter could heal broken hearts and bring hope to the despairing. The evil sorceress Tenebra bound my heart with iron chains and locked away my ability to rejoice deep within my heart, leaving only sadness and longing, so now I can only grieve.\" \n Ailiara sat beside her on the shore, took her hand, and began telling funny stories about how her neighbor's cat chased its own tail, about how cunning sparrows stole food from under a sleepy dog's nose, and many other amusing incidents. But most importantly, Ailiara mentally shared her own bright feelings with the mermaid: how she rejoiced dancing in the rain, how she laughed at street performers' shows with other children, how she lovingly tended her garden. The mermaid first smiled, then giggled, and then burst into such laughter that the lake was covered with cheerful waves. The chains binding her heart snapped and crumbled to dust, which the wind carried away. The curse was broken! The mermaid's laughter was special — it contained all her former sorrow transformed into wise joy. The echoes of this laughter touched the lake's surface and turned into tiny pearls. Ailiara picked up one of these pearls of sorrowful laughter and placed it in her pouch. \n",
    "story101Text6": "The final trial was finding the song of silence. Ailiara climbed to the highest mountain where absolute silence reigned. She sat on a rock and opened her consciousness, trying to catch the emotions of all living things around her. At first, she felt nothing, but then she distinguished the quiet breathing of the wind, the whisper of snow, the beating of her own heart, and — most surprisingly — silence too was alive, having its own feelings: peace, tranquility, infinite wisdom. All these sensations merged into an amazing melody — the song of silence. Ailiara sang it, and the song echoed across mountains and valleys and returned to the girl as a whirlwind of mountain flower petals. They descended from the sky, though no flowers grew at such heights. The petals were transparent like glass and contained the melody of silence within them. Ailiara carefully gathered these gifts in her pouch. \n",
    "story101Text7": "Descending from the mountain, the girl poured all three magical items before the golden butterfly. The sound of silver bells rang out, and the butterfly transformed into a beautiful elfin maiden in a blue dress. \n \"Thank you, kind Ailiara,\" said Sirillanda. \"You have not only freed me but also shown that true magic lives in the ability to feel and understand others.\" \n In gratitude, the ruler of the forest elves gave Ailiara a magic ring that brought harmony to the surrounding world. Now nature came alive around Ailiara — plants grew faster and became more fruitful. And now the girl could feel not only living beings but even stones, water, and wind. From that day forward, Ailiara's garden became the most beautiful in the kingdom, with the rarest and most useful plants growing in it, and the girl herself became renowned as a wise healer who treated not only bodies but also the souls of all living creatures. \n",
    "story102": "The Moon Unicorn's Journey Home ",
    "story102Text1": "Time had passed, and Ailiara was tending to her garden as usual when she heard quiet crying from beyond the fence. She followed the sound and discovered a little unicorn the size of a newborn foal. His coat shimmered with dark silver, as if he had been born from the night itself. On his head, a horn glowed faintly with ghostly light, its radiance like that of a full moon. In his long silvery mane, tiny stars sparkled like drops of light. His large dark eyes were full of tears. \n Ailara's heart clenched with compassion. \n \"Don't cry, little one,\" Ailiara said gently, kneeling beside him. \"Tell me, what happened?\" \n \"I'm lost,\" the unicorn sobbed. \"My name is Lunaris, and I'm from the family of moon unicorns. I live with my parents on the Midnight Light Slope, beyond the Misty Forest and the Valley of Echoes. Yesterday, the evil sorceress Tenebra tried to attack me to steal my moonlight. Ancient manuscripts say that if a mage drinks a moon unicorn's light at midnight, they can increase their magical power tenfold. Tenebra cunningly lured me away from my parents. She sent enchanted fireflies to me, which caught my attention with their unusual beauty — they glowed like little stars and flickered in rhythm with a magical melody. I ran after them without noticing I had wandered too far from home. When I realized I was lost, the sorceress was already waiting for me. Adult unicorns are nearly impossible to catch because of their ability to teleport instantly to any familiar place. That's why she hunts younglings like me — we only gain the ability to teleport when we grow up. I was so frightened when she tried to grab me that my magic activated spontaneously — I teleported somewhere, I don't even know where. Now I don't know where I am, and mama must be so worried!\" \n ",
    "story102Text2": "Ailiara stroked the unicorn's soft coat. It was warm and silky, like a moonbeam. \n \"Don't worry, Lunaris. I'll help you get home. I know the way to the Midnight Light Slope.\" \n \"Really? And you'll guide me there?\" the unicorn's eyes shone with hope. \n \"Of course, we'll go together,\" Ailiara said decisively. \"And we're leaving right now.\" \n ",
    "story102Text3": "Ailiara took her traveling pouch, filled it with seeds of various plants, remembered to put on the ring—a gift from the elf queen Sirillanda — and set off on the journey. Lunaris walked beside her. Despite his small size, he proved to be an excellent companion — he could sense magic from a distance, and his horn glowed in the dark with soft moonlight, illuminating the path. \n Their route led through the forest. They emerged onto a meadow where everything was covered in soft moss and unusual flowers with a heavy, sweet fragrance grew. The flowers had large heads with velvety petals of smoky-lavender color. The finest frost-like patterns were visible on the petals. \n As soon as they approached, Ailiara felt heaviness in her eyelids. With her gift, she sensed the consciousness of the sleepy flowers, but didn't have time to communicate with them before feeling her eyes slowly closing and her legs becoming cotton-like. \n \"Don't breathe in the scent of these flowers,\" she warned Lunaris, fighting sleep with her last strength. \"These are drowsiness flowers — we've stumbled onto the Sleepy Meadow. They can put you to sleep for many days, and if we fall asleep on this meadow, we might never wake up.\" \n The girl began to slowly sink to the ground. \n \"Ailara!\" the little unicorn cried, but his voice seemed so distant. \"Don't fall asleep! I know what to do!\" \n",
    "story102Text4": "Lunaris touched the ground with his horn, and silvery rays of light emanated from it. They enveloped the drowsiness flowers, which closed their petals and turned into buds, as if they too had fallen asleep. \n \"This is moonlight,\" Lunaris explained when the girl came to her senses. \"It can calm even magical plants. But its effect won't last long — we need to leave this place quickly.\" \n They hurried safely across the Sleepy Meadow, no longer feeling the soporific effect of the flowers. \n \"Thank you, Lunaris! Your ability to emit moonlight was very useful!\" Ailiara exclaimed. \n \"Yes, mama taught me this,\" the unicorn explained. \"My parents have seen so much and know so many things! I already told you that we unicorns can teleport instantly. It's such a shame that I'm still too young for that and can't teleport to my parents.\" \n Lunaris grew sad again and lowered his head, hiding his tears. \n \"Don't be sad, little one,\" Ailiara gently stroked him. \"Soon you'll see your mama and papa again. Let's keep going!\" \n \"Wait!\" Lunaris exclaimed. \"You'll have to return home through the Sleepy Meadow. Take one hair from my mane. When you find yourself among the drowsiness flowers again, place it on the ground — it will give enough moonlight for you to safely cross the meadow.\" \n \"Thank you, dear friend! Now I know what to do if I find myself here again.\" \n Ailiara touched his silky mane, and one long hair slipped into her hands by itself. The girl wound the hair around her wrist, and it wove itself into a beautiful, slightly shimmering silver bracelet. \n ",
    "story102Text5": "They continued deeper and deeper into the forest until they found themselves in the very heart of the Misty Forest. The tree branches here were woven into gloomy vaults through which neither moonlight nor starlight could penetrate. The air was heavy and damp, thick fog crept between the trunks — alive and capricious, hiding the paths. No bird songs or animal sounds could be heard here. \n Suddenly the forest froze, even the fog seemed to hold its breath. In this moment, the silence became almost ringing, and ghostly shadows began to appear between the trunks. They moved soundlessly, but the air trembled from their presence. \n Lunaris started and stepped back. \n \"Do you sense evil magic?\" Ailiara whispered. \n The unicorn looked carefully at the shadows, then shook his head: \n \"No, I don't sense evil intentions from these shadows, and there's practically no magic in them.\" \n \"I think I understand who this is!\" Ailiara breathed. \"These are the spirits of lost travelers. They're not evil, just very sad and lonely. My grandmother told me about them and other inhabitants of the Misty Forest when I was a child — she was from these parts.\" \n Indeed, soon a translucent figure approached them — the spirit of a little girl. \n \"Play with me,\" she asked sadly. \"I've been alone for so long...\" \n \"We can't stay,\" Ailiara said gently. \"But I know how to help you.\" \n She took bellflower seeds from her pouch and planted them right in the moss at the spirit's feet. The magical ring, the elf queen's gift, flashed with bright light on her finger, and golden sparks from it scattered onto the ground where the seeds lay. Sprouts immediately appeared there and quickly transformed into delicate bellflowers. These flowers were special — their petals shone with soft golden light, and when the wind blew, they produced a melodious chime. \n \"These bellflowers will help you find your way to the light,\" Ailiara said. \"Just follow their song, and you'll find yourself where you belong.\" \n The spirit girl touched the glowing flowers, and they chimed with a magical melody. Their light grew brighter, illuminating a path through the dark forest. Immediately, a bright trail appeared between the trees, leading upward, scattered with the same glowing but ghostly bellflowers. \n \"Thank you,\" the spirit girl whispered and, transforming into a transparent butterfly, flew along the trail upward toward freedom. \n After this, the fog dispersed and the travelers, finding the path, left the forest unobstructed. \n ",
    "story102Text6": "And there before them spread the Valley of Echoes — their final obstacle. The valley lay between hills, shrouded in eternal silence. One need only speak a single word or make a sound — and a miracle begins... or a curse. \n The first sound is quiet, barely audible, the second clearer, the third already resounding loudly. And then — a wave. The sound repeats again and again, rolling down the slopes, striking stones, growing like a storm. The voice returns, but now it's louder than thunder and seems filled with alien force. \n Ailiara crouched, touching the ground, and used her gift, connecting with the consciousness of the valley. She felt every pebble, every blade of grass, and every insect. Now the valley had no secrets from her. \n \"We need to be very careful here,\" Ailiara explained quietly. \"Any sound in the valley becomes deafening. We mustn't make noise — talk or make other sounds, or we risk awakening the valley's guardians.\" \n Lunaris tried to step as quietly as possible, avoiding stepping on stones. However, entering the valley, he stumbled, struck a large boulder, which bounced aside with a loud crash. The echo rolled toward the hills, bounced off them multiple times, and returned to the travelers as a thunderclap. Along with the crash, a whole flock of stone gargoyles began pursuing them — magical creatures with sharp claws and powerful wings. \n \"These are the valley's guardians,\" Ailiara whispered. \"They attack anyone who disturbs the silence. What should we do?\" \n Suddenly an idea came to her. \n \"Lunaris, can you make your horn shine brighter?\" she asked. \n \"Yes, but why?\" \n \"You'll see now.\" \n The unicorn concentrated, and his horn blazed with bright silvery light, which hid the friends from the gargoyles, blinding them. Then Ailiara took out poppy seeds and quickly scattered them throughout the valley. Fortunately, the wind raised by the gargoyles flapping their huge wings helped her with this. Under the influence of Sirillanda's magical ring, hundreds of large scarlet poppies grew. \n \"Now lie down and pretend to be sleeping,\" Ailiara whispered to Lunaris. \n Ailiara lay down among the poppies and closed her eyes. Lunaris curled up beside her, dimming the light of his horn. When the silvery glow faded, the gargoyles saw only a peaceful scene: a valley covered with poppies, among which a girl and a little unicorn slept. \n ",
    "story102Text7": "The poppies indeed induced sleep, but not magical sleep and not as deep as the drowsiness flowers on the Sleepy Meadow. The gargoyles, thinking the travelers had fallen into natural sleep, calmed down and flew away. \n \"How clever!\" Lunaris marveled when the danger passed and they silently left the valley. \"You turned the entire valley into a place for sleeping.\" \n \"Sometimes it's better not to fight danger, but to outwit it,\" Ailiara smiled. \n ",
    "story102Text8": "When they left the Valley of Echoes and then descended the hill, a beautiful view of the Midnight Light Slope opened before them. This was a place where night is never dark. The slope stretched in a smooth arc along the northern side of the Star Ridge, framed by tall silvery grasses that rustle even in complete stillness, as if whispering to the moon. The earth here was soft as velvet and glowed with cold radiance, as if fragments of the night sky had grown into it. The sun never touches this slope — here reigns eternal twilight, not frightening but enchanting. Only moonlight flows freely down the slope like water over glass, painting everything around in shades of pearl. Trees grow rarely, but their crowns seem woven from light and mist. Sometimes one can see huge fireflies freezing in the branches. It is in this inaccessible and picturesque place that the moon unicorns live. \n \"Home!\" Lunaris exclaimed joyfully and galloped forward. \n From behind one of the trees came a large unicorn mare with the same silvery mane, but much more majestic — this was Lunaris's mother. \n \"My little one!\" she exclaimed and galloped to meet him. \"I was so worried!\" \n She turned to Ailara: \n \"Thank you, kind girl, for bringing him home.\" \n \"This is my friend Ailara,\" the unicorn introduced her. \"She's the bravest and kindest girl in the world!\" \n The mother unicorn approached Ailiara and touched her forehead with her horn. Ailiara felt warm moonlight filling her, and at that moment, a shimmering moon stone formed from a cluster of light on the bracelet made from Lunaris's hair. \n \"Here is a gift from the moon unicorns,\" she said. \"This is concentrated moonlight — you can give it to whomever and whenever you wish, thus strengthening that being's magic. Or you can use it yourself when needed. But use this gift wisely and carefully! To give moonlight to someone, you must wholeheartedly wish to share it.\" \n ",
    "story102Text9": "\"Thank you,\" Ailiara said. \"But the greatest reward for me is that Lunaris is home again.\" \n Lunaris ran up to Ailiara and gently touched her hand with his horn. \n \"Thank you for everything,\" he said. \"You not only helped me get home, but taught me that even the most frightening obstacles can be overcome if you act with wisdom and kindness.\" \n Returning home, Ailiara thought about how differently one can solve the same problems. Last time her gift and ability to influence others' emotions helped her, but now she felt the power of mutual aid, for without Lunaris she wouldn't have managed the dangers. \n Each adventure made her wiser and showed that kindness can take different forms—sometimes it's direct help, sometimes cunning, and sometimes understanding what another needs. \n ",
    "story103": "The Tale of the Stolen Power ",
    "story103Text1": "Several months had passed since Ailiara had helped the lunar unicorn. The girl continued to care for her garden, which was now famous far beyond the borders of the kingdom. The magic ring, a gift from the queen of the elves of Sirillanda forest, helped plants grow surprisingly fast and bloom magnificently. And the bracelet with the moonstone, received from the unicorns, glowed softly on her wrist, bringing peace and serenity. \n One evening, while Ailiara was watering the new seedlings of lunar flowers, she noticed a strange glow near the old well. Approaching, she saw a small creature no larger than her palm. It had shimmering wings, thin as spider webs. Its hair was the color of the morning sun, flowing in light waves as if light itself had woven them from gold, reaching down to its shoulders. Its sad blue eyes sparkled like dewdrops on grass. It wore light clothes made of flower petals, and at its belt hung a sword — thin as a needle. \n \"Are you a fairy?\" asked Ailiara in surprise. \n \"Yes,\" she heard a quiet reply. \"My name is Mieran. I am the prince of the Azure Kingdom of fairies.\" \n Ailiara carefully extended her hand, and the little prince sat on her palm. His wings trembled with exhaustion.",
    "story103Text2": "\"But why are you so small? What happened to you?\" asked the girl, and immediately felt a wave of despair and fear coming from the tiny creature. Her gift allowed her to sense the consciousness of living beings, and now she perceived all the prince's pain. \n \"My half-brother Tarvin has conquered the throne,\" Mieran recounted. \"He made a pact with the dark witch Tenebra and gained from her the power over shadows. Tenebra taught him the darkest spells in exchange for opening a passage to the human world, where she can spread her dark power. Indeed, only the fairy royal bloodline knows the secret of the passage between our worlds. Now our kingdom is shrouded in darkness, and all the fairies who couldn't escape have been transformed into Tarvin's servants. With Tenebra's spells, my brother cast a curse on all members of the royal family — we will become smaller each day until we disappear completely. Only by defeating my brother and reclaiming power can I return to my true form. I managed to hide only thanks to my late mother's amulet.\" \n The prince showed a tiny pendant shaped like a sun, which glowed with a soft golden light. \n \"Well, now I understand why lately I've been hearing more and more about Tenebra's misdeeds,\" sighed Ailiara. \"She has already caused much harm in our world. But why did your brother turn against his family?\" \n \"Tarvin and I have the same father — the king,\" he added sadly. \"But different mothers. My mother was a light fairy, while his mother belonged to the night fairies. Perhaps that's why it was easier for him to succumb to Tenebra's influence. Unfortunately, both he and I lost our mothers early, and our father was preparing me to become king, dedicating more time to me. He probably envied me...\" \n Mieran sighed deeply, lowered his head, and continued: \n \"To reclaim the kingdom, I must find and return to the temple three Crystals of Light: the Crystal of Dawn, the Crystal of Noon, and the Crystal of Sunset. But I'm too weak to search for them. Moreover, I must constantly hide from my brother's servants who chase me everywhere.\" \n \"I will help you,\" said Ailiara without hesitation. \"Where can we find these crystals?\" \n \"They are hidden in three special places in our fairy world,\" explained Mieran. \"But first we must enter the Azure Kingdom of fairies. The entrance is in the Enchanted Forest, beyond the Weeping Rocks.\"",
    "story103Text3": "The next morning Ailiara took a small travel backpack and set off. The fairy prince flew beside her, showing the way, and his amulet helped them not to get lost. \n The first hours of the journey passed peacefully as they walked along the path leading to the Enchanted Forest. Mieran would sometimes perch on her shoulder, sometimes flutter alongside, talking about his native world. \n \"In our kingdom grow flowers that sing in the morning,\" he said dreamily. \"And rivers flow upward, toward the clouds, to water the celestial gardens.\" \n But suddenly they encountered the first danger. The path abruptly ended at a deep ravine where there had once been a bridge. \n \"Strange,\" frowned Ailiara. \"There has always been a bridge here.\" \n \"It's the work of Tarvin's servants,\" whispered Mieran, curling up. \"They're trying to cut off all routes to our world.\" \n Ailiara looked at the rushing river below. The ravine was too wide to jump across. \n \"Wait,\" she said and pulled out acorns from the old oak from her backpack — the one she had saved from loneliness. \"These seeds will help us.\" \n She planted them at the edges of the ravine and watered them with water from her flask. Sirillanda's magic ring on her finger glowed, and from the acorns began to sprout young oaks with incredible speed. But Ailiara asked them to grow not upward, but sideways — their flexible branches intertwined and extended across the ravine, forming a solid living bridge. \n \"Incredible!\" exclaimed Mieran. \"You're a true sorceress!\" \n They carefully crossed to the other side on the sturdy interwoven branches. \n \"Let this bridge remain,\" said Ailiara to the oaks. \"Now travelers will be able to cross the ravine safely, and you will stay here to help all those who need assistance.\" \n The oaks rustled their leaves in agreement, and their branches intertwined even more firmly.",
    "story103Text4": "After a few hours, when the Enchanted Forest was already visible on the horizon, a new danger reached them. The sky suddenly darkened with a multitude of black wings. An enormous flock of ravens flew in circles above them, and their cawing sounded sinister and threatening. \n \"Those are Tarvin's servants!\" exclaimed Mieran in fright, hiding in Ailiara's hair. \"They'll find us and tell my brother where we are!\" \n The ravens began to dive at the girl, their sharp beaks and claws glinting in the sunlight. Ailiara instinctively covered her head with her hands, but immediately understood that it wouldn't help — there were too many ravens.",
    "story103Text41": "She concentrated and tried to touch the consciousness of the attacking birds. In their minds she felt not malice, but... confusion and fear. These ravens had once been normal forest birds, but Tarvin's dark magic had forced them to serve him against their will. \n \"They are victims too,\" whispered Ailiara, dodging another attack. \"Tarvin has bewitched them.\" \n The girl pulled out a handful of sunflower seeds from her backpack and scattered them around herself. Sirillanda's ring glowed, and the seeds immediately sprouted, stretched upward and bloomed, their yellow petals shining like little suns. A bright golden light illuminated the surrounding space. The ravens, accustomed to darkness, became agitated in the air, temporarily blinded. But Ailiara didn't intend to simply drive them away. She directed all her kindness toward the confused birds and began to sing softly a gentle melody:",
    "story103Poem": "Open your hearts, let your eyes see anew, \n Remember the sky painted turquoise and blue, \n Where clouds drift gently across the wide dome, \n And the sun shines brightly, so high and alone.\n\nRecall the songs that the streamlets would sing, \n The whisper of leaves in the dawn of spring, \n The scent of the flowers after the rain, \n The joy of just living, so simple, so plain.\n\nThere’s light that lives in the soul’s deep core, \n Darkness is only a shadow — no more. \n It melts away, like a mist in retreat, \n When sunlight arrives with its golden heat.\n\nSo spread your wings, be bold and free, \n Feel the embrace of the wind’s decree. \n You weren’t made for sorrow or pain, \n But for flying high and joy unchained.",
    "story103Text5": "Gradually the ravens' cawing became more melodious, and their black feathers began to shimmer with blue, like the feathers of normal forest ravens. One by one they began to land around the glowing sunflowers, and their eyes, previously empty and evil, filled with awareness. \n The largest raven flew to Ailiara and perched carefully on her outstretched hand. \n \"Thank you, kind healer,\" it cawed with a surprisingly gentle voice. \"We have been in darkness for so long... Now we are free and will help you. We will fly in different directions and confuse the other servants of the dark prince.\" \n The flock of ravens took flight and scattered in different directions, leaving false trails for other spies of Tarvin. Ailiara extinguished the light of the sunflowers and thanked them for their help. \n \"You are extraordinary,\" said Mieran with admiration. \"You don't fight evil — you heal it.\" \n \"Evil often springs from pain,\" replied Ailiara. \"And if you find that pain and heal it, the evil disappears by itself.\"",
    "story103Text6": "Finally, they reached the Enchanted Forest, which welcomed them with the whisper of ancient trees and the sparkle of magical lights. The Weeping Rocks truly wept — silver tears flowed from cracks in the stone, transforming into small streams. \n \"Here!\" exclaimed Mieran, pointing to an arch formed by two trees leaning toward each other. \"But I'm not sure the passage to my world will open for us, since I've been stripped of royal power, and the portal obeys only the reigning king...\" \n \"But we've come with pure intentions and for a good cause,\" said Ailiara. \"Let's try asking the trees for help.\" \n Ailiara approached the arch and placed her hand on the tree's bark. Immediately she felt how the ancient trunks responded to her touch; their consciousness filled with curiosity and caution. \n \"I want to help a friend reclaim his home and free his people from darkness,\" she said with all her heart, transmitting to the trees all the sincerity of her intentions through her gift. \n The trees glowed, sensing her pure thoughts, and between them appeared an iridescent portal. Ailiara stepped forward and found herself in a completely different and wondrous world.",
    "story103Text61": "The Azure Kingdom was shrouded in twilight. Where once grew flowers that radiated light, now stretched gray wastelands. The fairy castle on top of the crystal mountain was wrapped in black clouds.",
    "story103Text7": "\"The first crystal is in the Valley of Morning Dew,\" said Mieran. \"But now it's called the Valley of Eternal Night.\" \n They headed there and discovered a gloomy place with withered plants and cracked earth. In the center of the valley stood a statue of a weeping woman — it was Prince Mieran's mother, the light fairy. The entire valley was surrounded by strange dark vines with sharp thorns that moved on their own, like living serpents. ",
    "story103Text71": "\"Careful!\" warned Mieran. \"Tarvin created these vines to guard the crystal. They attack anyone who approaches the statue.\" \n Ailiara concentrated and touched one of the vines with her consciousness. She felt their malice and hunger, but also... pain. These plants had once been normal roses, but dark magic had twisted their nature, just as had happened with the ravens. \n \"They're suffering,\" whispered the girl. \"They've been forced to become this way against their will.\" \n She touched the root of the nearest vine with the hand wearing Sirillanda's ring, simultaneously directing all her compassion toward the plant. The magic ring began to glow with green light, and gradually the dark vines began to change — their thorns became softer, their leaves turned green again, and their evil movements transformed into fluid, almost dancing motions. \n The path to the statue was clear. Ailiara and the fairy prince approached it and noticed that something was glowing in the statue's clenched hands. She touched the stone hand and immediately felt the presence of Mieran's mother's spirit. \n \"Mother always said that hope is the first ray of dawn,\" whispered Mieran. \n Ailiara began to tell the statue about her adventures, how she had helped the oak regain its leaves, how she had brought a smile to the mermaid, how she had helped the lunar unicorn. Her words were filled with such sincere hope that the statue came to life for a moment and handed Ailiara the brilliant Crystal of Dawn.",
    "story103Text8": "The second crystal was located in the Garden of Eternal Noon, which was now called the Garden of Oblivion. All the plants there were made of stone, and at the garden's entrance slept an enormous creature — a stone elemental. Its body, like black obsidian, was covered with cracks from which heat and ash seeped. On its back were membranous growths — what remained of wings. Instead of eyes — two fiery slits. Its muzzle resembled a mix of wolf, lizard, and mountain bull, with a pair of smoking horns. \n \"It's a stone elemental,\" whispered Mieran. \"It used to be a very kind fairy gardener, but Tarvin transformed it into this monster. Now it guards the crystal. It senses any living being, like a beast senses blood, and immediately awakens to attack.\" \n As soon as they approached, the elemental sensed their presence. Its fiery eye-slits opened wide, smoke poured from the cracks, and it rose to its feet. Its movements were clumsily menacing, like those of a wild beast ready to destroy everything in its path. The elemental didn't speak — it only roared, grinding stone against stone and stomping with massive paws, leaving deep furrows in the earth.",
    "story103Text81": "Ailiara quickly raised her hand with Lunaris's bracelet. The unicorn's silver hair glowed with soft moonlight, and this gentle light enveloped the enraged stone creature. Gradually its roar faded, the heat from the cracks became weaker, and it slowly lowered itself to the ground, as if falling asleep. The membranous growths on its back stopped vibrating with rage. \n While the elemental was calm, Ailiara cautiously approached it and placed her hand on its stone muzzle. Through her gift she felt how deep within this stone body struggled the frightened soul of the little fairy gardener, imprisoned in a prison of obsidian and magic. \n \"I see you,\" she whispered. \"You're still here, inside. Do you remember how you loved your flowers?\" \n She began to sing the same song with which she had helped the ravens, but now she sang it not only with her voice, but with all her heart, transmitting through her gift memories of beauty, peace, happiness, and life. Her voice was so pure and good that the cracks on the obsidian body began to glow with soft green light, the heat transformed into coolness, and the creature itself began to crumble, until from the stone shell emerged a small fairy with green wings. \n \"Thank you,\" she whispered with tears in her eyes. \"I remember... I remember my roses...\" \n When the gardener was freed, the stone tree that stood in the very center of the garden crumbled into golden dust, and from this dust appeared the brilliant Crystal of Noon. Immediately all the petrified plants in the garden began to come back to life. \n Having bid farewell to the gardener freed from the spell, Ailiara and the fairy prince departed.",
    "story103Text9": "The last crystal was located in the Tower of the Setting Sun, which was now wrapped in eternal darkness. But approaching the tower was not easy — it was surrounded by a stormy sea of black water, and the waves were populated by spectral creatures. \n \"How will we cross?\" wondered Mieran. \n Ailiara approached the shore and dipped her hand into the black water. It was icy cold and seemed to suck away life force. But the girl concentrated on her gift and tried to connect with the consciousness of the water itself. \n First, she felt only cold emptiness, but then... very far away, in the most remote depths, she perceived a small spark — a particle of that water that had once been the sea of light. \n \"Remember how you were,\" whispered Ailiara to the water. \"Remember the sunlight on your waves, the laughter of fairies, the reflections of stars...\" \n She touched the surface of the sea with her ring, and green light began to spread from her hand. Gradually the black water began to clear, and the spectral creatures dissolved. Before them appeared a small bridge of crystallized moonlight — it was Lunaris's bracelet that had touched the purified water. \n Having crossed the bridge, Ailiara and Mieran approached the tower. In the tower awaited Tarvin himself — a tall fairy with black wings and empty eyes. \n \"So, this is who helps my weak little brother,\" he sneered. \"A human girl thinks she can defeat darkness?\" \n But when his gaze met Ailiara's eyes, he suddenly wavered. The girl used her gift and looked into his soul. There, beneath layers of darkness and malice, she saw a frightened fairy who had once simply wanted to be loved as much as they loved his brother. \n \"You're not evil,\" she said quietly. \"You're just very lonely. You thought power would help you feel important, but it only locked your heart in a cage of darkness.\" \n \"Silence!\" cried Tarvin, but tears could be heard in his voice. \"You understand nothing!\" \n \"Darkness cannot exist without light,\" replied Ailiara. \"And light always finds a way.\" \n She pulled out the two crystals, and they shone so intensely that Tarvin stepped back. At that moment Mieran rose into flight, and his amulet joined the crystals. The tower filled with golden light, and in its very center appeared the third crystal — the Crystal of Sunset. \n \"No!\" cried Tarvin, but it was too late. The three crystals united into one large one, and its light dispersed all darkness in the kingdom.",
    "story103Text91": "Tarvin fell to his knees. The darkness left him, and he returned to being a normal fairy, only very sad and frightened. \n \"Forgive me, brother,\" he whispered. \"I envied you and that's why I turned to dark forces.\" \n \"I forgive you,\" said Mieran, who had now grown to his true size. \"But you must atone for your guilt with good deeds.\"",
    "story103Text10": "The Azure Kingdom bloomed again. The fairies returned to their true form, flowers began to radiate light again, and music resounded in the castle. \n \"Thank you, dear Ailiara,\" said Prince Mieran. \"You not only helped me reclaim the kingdom, but also showed that forgiveness is stronger than revenge. Your ability to understand the hearts of all living beings, the elven queen's ring, and the lunar unicorn's bracelet — these three forces together worked true miracles.\" \n As a sign of gratitude, he gave her a small transparent flower that looked like crystal and never withered. \n \"Let this flower remind you of our friendship,\" said the prince. \"And if you ever need help, simply whisper a request to its petals, and I will come.\" \n Ailiara returned home, and in her garden now grew another magical flower — a symbol of friendship between worlds and a reminder that good always conquers evil, especially when it is armed with forgiveness.",
    "story201": "Moonlight Tale",
    "story201Text1": "In a distant kingdom, where mountains touched the clouds and rivers sang lullabies, lived Princess Selena. She was known for her kindness and love for all living things. Every night the princess would go out to the royal garden to admire the moon and feed the forest creatures that came to her like an old friend. \n ",
    "story201Text2": "But in those times, a terrible misfortune hung over the kingdom. For three months there had been no rain, crops were withering, and wells were growing shallower by the day. People prayed and begged the heavens for salvation, but the clouds stubbornly avoided their lands. \n In the castle lived an old astronomer named Gloomwort. His long gray beard was always disheveled, his eyes burned with a strange fire, and a smile never appeared on his face. The courtiers whispered that he studied dark magic and communed with demons. The king tolerated his presence only because Gloomwort infallibly predicted eclipses and helped sailors chart their course by the stars. \n One night, when the moon was especially bright and full, Gloomwort knocked on the princess's chambers. \n \"Princess Selena,\" he said in his hoarse voice, \"you must stop going out to the garden at night.\" \n \"But why?\" the girl wondered. \"I'm not harming anyone.\" \n \"Because your love for the moon is destroying our kingdom,\" the astronomer replied grimly. \"The moon steals all the moisture from our lands, drawing it to itself. And your nightly walks only strengthen this connection.\" \n The princess became angry: \n \"How dare you speak such nonsense! The moon is beautiful and cannot harm anyone!\" \n \"If you do not listen, I will be forced to take measures,\" Gloomwort whispered threateningly and disappeared into the castle corridors, leaving behind only the scent of old books and bitter herbs. \n Selena did not believe the astronomer's words and continued her nightly walks. But a week later, something terrible happened. When the princess, as usual, went out to the garden, the sky suddenly darkened. Gloomwort appeared from behind the trees with a large black cloak in his hands. \n \"Forgive me, princess,\" he said, and sadness sounded in his voice. \"But I can wait no longer.\" \n And he threw the cloak over the moon! The entire garden plunged into darkness, and the celestial body disappeared as if it had never existed. \n",
    "story201Text3": "The princess screamed in horror: \n \"What have you done, villain! You have stolen the moon! Now the world will be plunged into darkness!\" \n But Gloomwort silently disappeared, and with him the moon vanished. \n The entire castle fell into confusion. The king ordered the astronomer to be seized, but he seemed to dissolve into thin air. The princess wept day and night, and the people in the kingdom grumbled and demanded the return of the stolen moon. \n However, the very next day a miracle occurred. Clouds appeared in the sky — the first in many months! And a day later the long-awaited rain began. It poured for three days straight, watering the earth, filling wells and rivers. The crops turned green, flowers lifted their heads, and people came out into the streets to dance under the saving drops. \n ",
    "story201Text4": "The princess was confused. Could Gloomwort have been right? \n On the fourth night after the moon's disappearance, Selena heard a quiet tap at her window. On the windowsill sat a small silvery bird that she had never seen before. \n \"Princess,\" the bird chirped in a human voice, \"go to the astronomer's tower. The time has come to learn the truth.\" \n Selena climbed to the high tower where Gloomwort studied the stars. To her surprise, the astronomer was there. He sat at a large table covered with star charts, and his face expressed deep weariness. \n \"You have come,\" he said without raising his head. \"I was waiting.\" \n \"Gloomwort, what is happening? Where is the moon? And why did it rain after it disappeared?\" asked the princess. \n The old astronomer sighed heavily: \n \"Princess, the moon really was the cause of the drought. But not because it is evil. It's just that this year the planets aligned in a special way, and the lunar pull became too strong. It literally drew all the moisture from our lands into the sky, where it dispersed into space.\" \n \"But why didn't you explain this right away?\" \n \"Because no one would have believed me. People love the moon; it's a symbol of beauty and romance. Who would believe that beauty can be dangerous? And your nightly walks strengthened this connection — your pure soul served as a conduit between earth and moon.\" \n \"And you... did you really hide the moon?\" whispered Selena. \n Gloomwort smiled sadly: \n \"I didn't hide it, princess. I created a barrier of dark matter that blocks the lunar pull. The moon is in place, but its influence is temporarily neutralized. In a month the planets will change position, and I'll be able to remove the barrier.\" \n \"So you... you saved the kingdom?\" \n \"I did what I had to do. Even if now everyone will hate me, including you.\" \n The princess approached the tower window. Below she saw green fields, full rivers, happy people. And then she looked at the astronomer — this lonely, wise man who had sacrificed his reputation to save everyone. \n \"Gloomwort,\" she said, \"may I stay here? I want to study the stars and help you protect our kingdom.\" \n The old astronomer raised his head, and Selena saw him smile for the first time: \n \"Of course, princess. The stars always need those who can see not only their beauty, but also their power.\" \n A month later, as Gloomwort had promised, the moon returned to the sky. But now the princess looked at it with different eyes — with understanding and wisdom. And beside her stood not a grim villain, but the wisest man in the kingdom, who had taught her that sometimes true kindness requires doing something that others will not understand. \n From then on, Princess Selena and the astronomer Gloomwort together guarded the sky over the kingdom, ensuring that beauty would never turn into disaster, and wisdom would always find a way to people's hearts. \n ",
    "story201Text5": "And when this story is told in the kingdom, they always add: \"Not everything that seems gloomy is evil, and not everything that seems beautiful is good. True wisdom lies in the ability to see the essence of things, not their outward appearance.\" \n ",
    "story202": "The Forest's Whisper",
    "story202Text1": "In the distant Emerald Forest lived a young healer named Lina. She knew every path, every tree, and all the forest dwellers trusted her with their ailments and sorrows. Lina gathered herbs, healed wounded animals, and considered herself a true guardian of the forest. \n",
    "story202Text2": "One day, an old man named Cornelius came to the forest—hunched over, in a black cloak, with a staff of dark wood. Forest animals shied away from him, birds fell silent, and flowers wilted under his gaze. Lina immediately disliked the unwelcome guest. \n \"What do you want in our forest?\" she asked, blocking his path. \n \"I seek the Heart of the Forest,\" the old man replied hoarsely. \"It must be destroyed.\" \n Lina gasped. The Heart of the Forest was a sacred crystal, hidden in the deepest part of the thicket, the source of life for the entire Emerald Forest! Without it, the trees would wither, the animals would perish, and she herself would lose her power. \n \"Never!\" exclaimed the girl. \"I won't let you harm the forest!\" \n But the old man was persistent. Day after day he wandered through the forest, searching for the secret path to the Heart. Lina watched him, ready to stop him at any moment. She saw how leaves withered where he passed, how animals fled, how the sky darkened above his head. \n Lina decided to act with cunning. She asked squirrels to drop acorns on the old man from branches when he passed by. She persuaded birds to caw and cry above his head, confusing him. Deer and rabbits, at her request, crossed his path, distracting his attention and forcing Cornelius to turn from the true way. Even tree roots, responding to her pleas, rose from the earth to make him stumble. \n For a whole week the old man wandered through familiar paths that suddenly began leading nowhere. He grew tired, stumbled, lost strength. Lina saw how he weakened each day, but believed she was protecting the forest from inevitable disaster. \n Finally, overcoming fatigue and all obstacles, Cornelius found the hidden cave. Lina rushed after him and burst into the sacred grotto just as the old man approached the huge green crystal pulsing with soft light. A black dagger flashed in his hand. \n",
    "story202Text3": "\"Stop!\" Lina screamed and threw herself at him. \n A struggle ensued. Lina was young and quick, but the old man proved stronger than he seemed. Magical energy sparked between them. In desperation, Lina grabbed a sharp stone fragment and slashed Cornelius across the arm. The old man cried out in pain, blood flowed down his fingers, but he did not retreat. \n \"You don't understand...\" he whispered hoarsely, swaying. \"This must... be done...\" \n With his last strength, overcoming pain, Cornelius lunged toward the crystal and raised his trembling bloodied hand with the dagger above the Heart of the Forest. \n A strike. A crack. The crystal split with a deafening ring. \n Lina fell to her knees, expecting catastrophe. But instead of withering, a miracle occurred. Blinding light burst from the crystal fragments, and the forest around blazed with new colors. Trees grew even taller, grass became emerald green, flowers smelled incredibly sweet. Most amazing of all—new paths appeared, leading to previously inaccessible corners of the forest. \n \"But how... why...\" whispered the stunned Lina, looking at the miracle around her. \n She suddenly noticed that Cornelius was leaning weakly against the cave wall, pale and bleeding. The wound she had inflicted was deeper than it seemed. \n \"You're wounded!\" exclaimed the girl, forgetting everything. Her healer's instincts took over. She rushed to the old man and quickly examined the wound. \"Forgive me, I didn't mean to...\" \n Lina pulled healing herbs from her bag and began carefully treating the cut. Her hands glowed with soft green light—now that the Heart of the Forest was freed, her healing power had increased manifold. The wound began closing before her eyes. \n The old man turned to her, and she saw that his eyes were full of wisdom and kindness. \n \"My child,\" he said in a gentle voice, casting off his black cloak and revealing the robes of a forest mage, \"the Heart of the Forest needed to be freed. Three hundred years ago my teacher imprisoned it in crystal to save the forest from dark magic. But the spell was meant to last only until the forest grew strong. Now the power can flow freely.\" \n \"But why was everyone afraid of you? Why did flowers wilt?\" \n \"I carried within me the spell to destroy the crystal. It was a heavy burden, and nature sensed it. But now it is fulfilled, and the forest thanks us.\" \n Lina looked around. Indeed, animals were returning, but now among them were new species—amazing butterflies with glowing wings, talking owls, small dragons the size of kittens. Her own power had also grown stronger—she felt every plant in the forest, understood the language of the wind. \n \"Forgive me, wise Cornelius,\" she said, continuing to heal his arm. \"I thought I was protecting the forest, but it turned out I was hindering its liberation. And I also wounded one who brought good. Before that, I made the entire forest obstruct you, exhausted you for a whole week...\" \n \"You acted rightly, guarding what you considered important,\" the old man said gently, watching as his wound completely healed under her touch. \"Each obstacle only strengthened my resolve. And your power to heal is more important than my wounds. A true guardian must first learn to protect, and then—understand when it's time to let go.\" \n From then on, Lina became not just a healer, but a wise guardian of the new, even more beautiful forest. And Cornelius remained her teacher, telling ancient stories and teaching mysteries that can only be understood by looking beyond the obvious. \n And when travelers asked how the forest became so magical, the wind whispered to them the story of how sometimes destruction is liberation, and one who seems an enemy may turn out to be the truest friend. \n ",
    "story203": "Rain and the Rose ",
    "story203Text1": "In a distant kingdom, where flowers spoke with human voices and clouds could weep real tears, there lived the most beautiful rose in the royal garden. Her name was Scarlet, and her petals shone brighter than rubies, while her fragrance was sweeter than wild honey. \n Rose Scarlet was beloved by all: the gardeners, the court ladies, and even the king himself. Every morning, admiring glances flocked to her, and every evening, compliments were whispered to her. Scarlet basked in the sun's rays and luxuriated under the caring hands of gardeners who watered her with spring water and sheltered her from the slightest breeze. \n But above the kingdom lived the Gray Rain—gloomy and somber, as all the inhabitants thought. His clouds blocked the sun, his drops beat against the tender petals of flowers, and the cold gusts of wind he brought with him made everyone hide in their homes. \n \"That awful Rain is coming again!\" Scarlet would complain when she saw the approaching clouds. \"He'll ruin my beauty, make my petals heavy and ugly!\" \n ",
    "story203Text2": "And indeed, every time the Gray Rain poured over the garden, Scarlet lost her shine, her petals drooped, and her stem bent under the weight of the drops. \n \"Go away!\" she would shout at the sky. \"You ruin everything around! Because of you, people are sad and hide!\" \n But the Gray Rain remained silent and continued his work. He watered the earth, filled rivers and lakes, washed dust from tree leaves. And Scarlet hated him more and more. \n One day, when the Gray Rain once again poured over the garden, Scarlet couldn't bear it. Her anger reached its limit, and she decided on a desperate act. Waiting until midnight, when the moon was full, the rose called upon the ancient gods of nature. \n \"Oh great gods of sky and earth!\" she exclaimed, raising her beautiful head to the stars. \"Hear me! I, Scarlet, the most beautiful of roses, beg you—rid our kingdom of this terrible Rain! May his cold drops never touch my petals again! May there always be sunshine!\" \n The gods heard her plea. The next morning, the sky became cloudlessly clear, and so it continued day after day. Scarlet triumphed—finally, the awful Rain had disappeared! She shone even brighter, her petals shimmered in the sun, and everyone admired her beauty. \n But after a month, the earth began to crack. After two months, the rivers began to shallow. After three months, the gardeners stopped coming—the water in the royal wells was running out, and what remained was needed for people to drink. Scarlet began to feel thirsty—her leaves yellowed, her petals became brittle, and her stem weakened day by day. \n \"Where are the gardeners?\" she whispered in a weakening voice. \"Why don't they water me?\" \n Around her, other flowers were dying. First, the tender violets wilted, then the proud lilies drooped, followed by the cheerful daisies drying up. The royal garden was turning into a desert, and Scarlet realized the terrible truth—it was her fault. She had doomed all living things to death with her selfish request. \n \"What have I done?\" she wept, and her tears were more bitter than wormwood. \"I've destroyed everyone! Because of my foolishness and pride, an entire kingdom is perishing!\" \n Then, gathering her last strength, Scarlet again called upon the gods: \n \"Oh great gods!\" she cried in a weakening voice. \"I understand my mistake! Bring back the Rain! I'm ready to sacrifice myself—let me wither and die, but let the Gray Rain return and save the kingdom! Take my life in exchange for his return!\" \n And at that very moment, Scarlet felt her life force leaving her. Her petals began to fall one by one—each fallen petal transformed into a small cloud in the sky. Her stem weakened, her roots dried up. Scarlet was sacrificing herself, giving her life force to create rain clouds. \n Gray clouds gathered on the horizon—those very clouds born from her petals. People ran out of their houses and joyfully shouted: \n \"Rain is coming! Rain is coming!\" \n The Gray Rain returned. He saw the dying Scarlet—she had only one last petal left, and that barely held onto her dried stem. \n \"Forgive me,\" she whispered. \"I was foolish and selfish. I thought you brought only troubles, but you... you give life. Now I give my life so you can return and save everyone.\" \n Then the Gray Rain spoke for the first time. His voice was deep and wise, like that of an old teacher: \n \"No, dear Scarlet,\" infinite kindness sounded in Rain's voice. \"You understood the main thing—true beauty lies in sacrificing oneself for others. But I won't let you die. Your willingness to sacrifice yourself for everyone showed that you've gained true wisdom.\" \n And the Rain began to fall—not with ordinary drops, but with magical ones. Each drop, touching Scarlet, restored her life. Her dried stem turned green, her roots filled with strength, and instead of fallen petals, new ones grew—even more beautiful than before. \n Then the Gray Rain spoke again: \n \"Dear Scarlet, I never wanted to cause you pain. I knew you would be angry with me, but I also knew that without me, you would perish. Sometimes what seems unpleasant is actually necessary.\" \n \"But why didn't you explain this to me earlier?\" asked Scarlet. \n \"Because some truths can only be understood through experience,\" answered the Rain. \"If I had told you that I was needed for your life, you wouldn't have believed me. You had to feel it yourself.\" \n The rain fell for three days and three nights. During this time, Scarlet not only restored her strength but also understood many important things. She saw how birds rejoiced in the rain, how trees turned green, how rivers filled up. She understood that beauty without wisdom is emptiness, and wisdom sometimes comes through trials. \n When the rain ended and the sun came out, Scarlet bloomed as never before. But now her beauty was different—not only external, but also internal. She learned to value every drop of water, every ray of sunshine, every day of life. \n \"Thank you, wise Rain,\" she said, looking at the sky. \"Forgive me for not understanding your kindness for so long.\" \n \"There's nothing to apologize for, dear Scarlet,\" answered the Gray Rain, who now didn't seem gray to her, but shimmered with all the colors of the rainbow. \"You've traveled an important path—from external beauty to true beauty.\" \n From then on, Scarlet never complained about rain again. Moreover, she began telling other flowers about the wisdom of Rain, about how not everything that seems bad is actually evil. Sometimes the greatest gifts come to us in unexpected guise. \n And the Gray Rain continued his work—he watered the earth, gave life to plants, and taught all living beings to value what they have. And although people still sometimes grumbled when he came, the wise among them knew: rain is not punishment, but blessing. \n Thus Scarlet and Rain became friends, and their friendship reminded everyone in the kingdom of an important truth: true wisdom lies in seeing good even where it's hidden under the mask of trials. \n And from then on, in that kingdom, not only bright sunny days were considered most beautiful, but also rainy ones—for they brought the true miracle of life. \n ",
    "story204": "The Witch's Desire",
    "story204Text1": "In the ancient city of Valendorf, among narrow cobblestone streets and tall stone houses, lived a witch named Selaria. Her tower rose above all other buildings in the very heart of the city, like a black finger pointing to the sky. The townspeople dared not banish her—too great was her power, too dangerous her revenge. But they could not love her either. Selaria was respected out of fear, while behind her back they whispered about her dark deeds. \n One late evening, a young woman named Elara approached the witch's tower. Her simple but neat dress of good fabric spoke of modest means. The woman's face was gaunt with grief, and in her hands she carried a bundle wrapped in clean linen cloth. \n \"Lady Selaria,\" she called with a trembling voice. \"Help me, I beg you!\" \n The tower door creaked open by itself. Elara climbed the spiral staircase and found herself in a round room lit by dozens of candles. The witch sat in a high chair, her pitch-black hair flowing over her shoulders, while dark eyes pierced through the visitor. \n \"Speak,\" Selaria commanded. \n \"My son is dying,\" Elara sobbed. \"For two months now, he has lain unconscious. The city healers throw up their hands. They say it's a curse or a rare disease for which there is no cure.\" \n Elara unwrapped the bundle. There lay all her modest wealth: several gold and silver coins, an elegant ring with a small stone, and a finest shawl of rare craftsmanship. \n",
    "story204Text2": "The witch glanced at the ring, and her eyes narrowed for a moment. \n \"Interesting jewelry,\" she said quietly. \"Where did you get it?\" \n \"It's a gift... from his father,\" Elara answered uncertainly. \n Selaria ran her fingers over the ring and felt the magical aura of an ancient ducal house. \n \"Now everything is clear,\" the witch muttered to herself. \"This boy is the son of Duke Adrian.\" \n \"This is all I have,\" Elara whispered. \"Take it as payment for your services. Save my son! For his sake, I'm ready for anything.\" \n \"Anything?\" the witch asked coldly. \"No, girl. For healing your child, I will demand more.\" \n \"What then?\" Elara asked fearfully. \n \"Your memory of him.\" \n Elara recoiled as if struck. \n \"What do you mean?\" \n \"I will erase from your mind all memory that you ever had a son,\" the witch explained in a dispassionate tone. \"You will forget his name, his face, the very fact of his existence. For you, he will never have been born.\" \n \"This... this is monstrous!\" the young woman exclaimed. \"How can you demand such a thing? What mother would agree to forget her own child?\" \n \"A mother who wants her child to live,\" Selaria replied. \"Decide quickly. Every minute could be the last for your boy.\" \n Elara writhed in despair. Tears flowed down her cheeks, and her heart was breaking with pain. But maternal love proved stronger than the fear of oblivion. \n \"Very well,\" she whispered barely audibly. \"Save him.\" \n Selaria rose from her chair and touched the crystal in her medallion, which emitted a cold blue light. \n \"Look here,\" she commanded. \n Elara raised her eyes, and the crystal flashed with blinding radiance. The air filled with the humming of magical energy, and the woman's mind was enveloped in a fog of oblivion. Memories of her son—his first cry, first steps, first words—dissolved into emptiness as if they had never existed. \n When it was all over, Elara looked around in confusion. \n \"I... where am I?\" she muttered. \"What am I doing here?\" \n \"You got lost,\" Selaria said. \"Go home. And don't come here again without need.\" \n Elara left the tower, not remembering why she had come. And Selaria stood at the window, watching the woman walk away down the dark street. \n While Elara was returning home, still in strange numbness, Selaria wasted no time. Using a magic mirror, she entered the woman's house, carefully carried out the child, who was so weak he seemed already dead. The witch cast a spell of oblivion in the dwelling itself. All the child's things disappeared, traces of his presence were erased, as if the boy had never existed. And no one would remember—the power of magic affected everyone who knew him. \n But Selaria knew what his mother did not know. She knew who was the father of this child. \n Three years ago, Duke Adrian, ruler of these lands, fell in love with a simple girl named Elara. Their secret affair lasted quite a long time, and the duke was already planning to marry Elara. But he needed time to prepare and justify the wedding with a simple girl before his relatives and advisors. But suddenly clashes began on the border of his domains, and he went to settle matters there. Returning home after successfully resolving the problems, the duke was killed by a traitor who was never found. Elara never had time to tell him she was expecting a child. She never learned who the father of her baby really was. \n But the duke's uncle, Lord Castor, knew about the nephew's existence. He had long been searching for the boy, wanting to kill the only pretender to power in the duchy who could interfere with his own plans to seize these lands. Castor had already sent assassins to several children born at the same time, but had not yet succeeded. \n Selaria understood: the only way to save the child was not only to heal him, but also to hide him from the usurper uncle. \n Carefully taking the boy in her arms, the witch carried him to her tower. There she fought for his life for three days and three nights, using the most powerful healing spells. She gave him part of her life force, brewed elixirs from the rarest herbs, and summoned ancient spirits of health. \n On the fourth day, the boy opened his eyes. \n Meanwhile, Lord Castor was searching the entire city. His men burst into houses where there were children of suitable age, interrogated mothers, studied documents. When they came to Elara, she was genuinely puzzled: \n \"What child? I never had children. I live alone.\" \n The neighbors confirmed her words. No one remembered Elara having a son—such was the power of Selaria's spell. She had erased the memory of the boy not only from his mother, but from everyone who knew him. \n Castor was furious. He knew that somewhere in the city his nephew was hiding, but he could not find him. \n And in the witch's tower, the boy grew and grew stronger. Selaria gave him a new name—Tyrus—and began teaching him everything she knew herself. She taught him not only magic, but also sciences, languages, the art of governance. The child proved to be a capable student, and with each year his resemblance to his late father became more noticeable. \n Years passed. The city residents saw how the witch was raising some boy, but no one dared to ask questions. They said he was her apprentice or adopted son. These rumors also reached Lord Castor, but the thought that the powerful witch might be raising his nephew seemed absurd to him. \n Elara continued to live her life, working as a skilled seamstress and not suspecting that she had once been a mother. Her skill allowed her to lead a modest but dignified life. Sometimes she was overcome by strange melancholy, as if something was missing in her life, but she could not understand what exactly. \n When Tyrus turned eighteen, Selaria called him to her. \n \"The time has come to learn the secret of your origin, my boy,\" she said. \n And she told him the whole story: about his real parents, about his treacherous uncle, about the mother who sacrificed her memory to save his life. \n Tyrus was silent for a long time, staring into the fireplace. \n \"So somewhere in the city lives a woman who gave birth to me but doesn't remember it?\" he finally asked. \n \"Yes. And the killer who wants your death to seize power.\" \n \"What should I do?\" \n \"It's for you to decide,\" Selaria replied. \"You can stay here, in safety. You can go far away from here and start a new life. Or you can... return and accept your fate.\" \n Tyrus rose and approached the window, from where the entire city was visible. \n",
    "story204Text3": "\"My uncle is a tyrant,\" he said. \"The people suffer under his rule. And my mother lives, having forgotten the only thing that could give meaning to her life.\" \n \"And what will you choose?\" \n \"Justice,\" the young man answered firmly. \n That same night, Tyrus came to Elara's house. The woman opened the door and saw before her a beautiful young man. There was something familiar in his features that made her heart beat faster. \n \"Who are you?\" she asked. \n \"I am the one you carried under your heart nineteen years ago,\" he replied quietly. \"The one you saved by sacrificing the most precious thing—your memory of him.\" \n And he told her the whole truth. \n Listening to him, Elara wept. With each word, something came alive in her soul, as if awakening from a long sleep. Maternal love, which cannot be completely erased, filled her heart. \n \"Forgive me, my son,\" she whispered, embracing Tyrus. \"Forgive me for forgetting you.\" \n \"You have nothing to ask forgiveness for, mother. You performed the greatest feat of love.\" \n The next day, Tyrus appeared at the palace and declared his rights to the duchy lands as the sole heir. He had proof of his noble origin and witnesses who remembered Duke Adrian. Lord Castor realized his plans had collapsed and tried to kill his nephew, but Selaria's magic protected the young man. They fought in sword combat, and Lord Castor was defeated. \n  ",
    "story204Text4": "Castor was overthrown and banished, and Tyrus became duke. His first decree was to improve the lives of common townspeople, and he invited Selaria to become his chief advisor. \n \"But I am a witch,\" she said. \"The people fear me.\" \n \"Then let them know the truth,\" Tyrus replied. \n And the truth became known to all. It turned out that the one everyone considered an evil sorceress was actually a wise protector of justice. She had saved the future ruler of these lands, preserved the life of a mother who could have died of grief, and protected the duchy from a tyrant. \n Since then, Selaria was no longer feared—she was revered. And Elara and Tyrus came to live in the palace, finally finding each other after long years of separation. \n And although the years lost due to oblivion could not be returned, the love between mother and son proved stronger than any magic and any time. \n ",
    "story205": "The Castle in the Clouds",
    "story205Text1": "In a distant land where mountains touched the very sky, there lived a girl named Eridia. She was renowned for her kindness and her ability to grow wonderful flowers that could heal any illness. Eridia lived in a small village at the foot of the mountain, and all the inhabitants came to her for help. \n One morning, a magnificent castle appeared above the village, floating in the clouds. From it descended a rider in a black cloak on a winged horse. His face was hidden by a hood, and his voice sounded cold and commanding. \n ",
    "story205Text2": "\"I am Count Tenerius,\" he declared. \"I need the girl who can grow magical flowers. Give me Eridia, or I will turn your village into a desert!\" \n The villagers were horrified. The elder begged Tenerius not to touch Eridia, promising gold and jewels, but he was unyielding. \n \"You have three days,\" the count said. \"If the girl does not come voluntarily, I will take her by force.\" \n Eridia saw how her loved ones suffered. Despite the pleas of her parents and friends, she made her decision. \n Three days later, when the count appeared again, she announced: \n \"I will go with him. I cannot allow the entire village to suffer because of me.\" \n Count Tenerius nodded and lifted Eridia onto his winged horse. They soared into the sky toward the floating castle. All the way, Eridia wept, thinking she would never see her home again. \n The castle in the clouds turned out to be gloomy and cold. High towers were lost in the mist, and corridors echoed with every step. The count led Eridia to a huge greenhouse at the very top of the castle. \n \"Here you will work,\" he said, pointing to withered flower beds. \"Grow flowers that can heal any disease.\" \n \"But why do you need this?\" Eridia asked with tears in her eyes. \n The count did not answer and departed, locking the door with a large iron lock. \n Days passed one after another. Eridia grew her magical flowers, but they turned out pale and weak. She didn't understand why—after all, everything had come so easily to her before. The count came every day to check her work, and each time his face grew darker. \n One day, while wandering through the castle looking for a way to escape, Eridia discovered a hidden passage leading to the dungeon. There she saw something terrifying: hundreds of people lay unconscious, their bodies covered with black spots of an unknown disease. \n \"Now you know the truth,\" came a familiar voice behind her. \n Eridia turned and saw Count Tenerius, but this time he was not wearing his hood. His face turned out to be kind, though worn by grief. \n \"This is my family, my servants, the inhabitants of my lands,\" he said quietly. \"Three years ago, a terrible disease struck our lands. It turns people to stone, starting with the heart. I moved the castle to the clouds so the disease wouldn't spread further.\" \n \"But why didn't you tell me this from the beginning?\" Eridia exclaimed. \n \"Because no one would have agreed to help voluntarily, knowing of such danger. I had to seem like a villain so you would come here. Forgive me for the deception.\" \n Eridia understood that the flowers had turned out weak because she had grown them in anger and despair. Now, learning the truth, she felt compassion for these unfortunate people. \n \"I will help you,\" she said decisively. \"But I need to work not as a prisoner, but as a friend.\" \n The count agreed, and Eridia set to work with new strength. She grew flowers, filling them with love and hope. Gradually, the plants became brighter and stronger. \n ",
    "story205Text3": "But then something unexpected happened. The disease sensed the threat and materialized as a black whirlwind that attacked the castle. Count Tenerius fought bravely, trying to protect the castle from danger. He used ancient magic, but the forces were unequal. \n Eridia realized she had to do something. She gathered all the flowers she had grown and created a mighty elixir from them. But for it to work, someone had to drink it and sacrifice themselves, taking all the disease upon themselves. \n \"I will do it,\" Eridia said. \n \"No!\" the count cried. \"You are too young, you have your whole life ahead of you!\" \n But Eridia had already drunk the elixir. Her body was illuminated with bright light, and she transformed into a shining wave of healing. The disease-whirlwind disappeared with a howl, and all the infected people began to awaken. \n However, instead of dying, Eridia discovered that she had become even stronger. Her self-sacrifice and love for people had turned the curse into a blessing. \n Count Tenerius bowed before her in gratitude: \n \"You saved not only my people, thank you!\" \n \"And thank you too,\" Eridia replied. \"You showed me that even the darkest deeds can lead to light if they are driven by good intentions.\" \n Eridia returned to her village, but now she could fly between the castle in the clouds and her home, helping all who needed healing. Count Tenerius became her faithful friend and helper, and his castle was transformed into a hospital for all who suffered. \n Thus the girl learned that sometimes what seems like evil may be disguised good, and true heroes are ready to appear as villains for the sake of saving others. And that the strongest magic in the world is love and the willingness to sacrifice oneself for others. \n ",
    "story301": "In Search of Lunarite",
    "story301Text1": "n In a small village on the edge of a dense forest lived a boy named Reinar. He was an orphan — his parents died when he was only five years old, and since then he had been raised by distant relatives — a married couple, Borian and Agaris. But life in their house was true torment for Reinar. He was forced to work from dawn to dusk: carrying water from the well, chopping wood, mending fences, herding goats. And for the slightest transgression, they would beat him without hesitation. The boy was fed only scraps from the master's table — stale bread and thin gruel. His clothes were all patched, and in winter he froze in torn boots. \n Worst of all was that Reinar, being short and scrawny, was weak for his age — much weaker than his guardians' own children, Grian and Maris. These hefty boys constantly bullied him: pushing him, pulling his hair, taking away his already meager food, forcing him to do their dirtiest work. When their parents weren't watching, they might lock Reinar in the cold barn or make him crawl through mud, \"entertaining\" themselves with his helplessness. The poor boy constantly walked around with bruises and scratches. \n Wherever Reinar went in the village, he was met with mockery and bullying. He differed too much in appearance from his fellow villagers — a blue-eyed boy with snow-white hair among dark-eyed brunettes. \n Besides that, Reinar had one peculiarity that frightened not only his guardian family but also the neighbors: inside him lived some strange power that he absolutely couldn't control. When he was treated especially cruelly — beaten, or when from hunger and exhaustion he could barely stand — strange things began happening around him. Pots would fall from shelves by themselves, fire in the stove would flare with blue flames, and sometimes even small stones would rise into the air. But the boy didn't understand how this happened and couldn't control it. Borian would beat him even harder in anger, while Grian and Maris tried to keep their distance when they saw strange things beginning to happen around the boy. \n So Reinar grew up without love and care, knowing neither tenderness nor kind words. Only sometimes in dreams would he see a smiling woman with kind eyes who looked at him with tenderness. And then his heart would fill with forgotten feelings — joy and happiness. Reinar didn't remember his parents at all; no images remained from his childhood memories, only a ghostly sensation of tenderness and love. But he was sure that his mother came to him in dreams. He tried in the dream to approach her, to embrace her, or at least touch her, but she invariably moved away. She would reach her hand toward him and look sadly from afar. Sometimes she would begin moving her lips as if trying to say something, but at that same moment the woman's image would dissolve into mist, and he would wake up. \n ",
    "story301Text2": "The older Reinar became, the harder it was for him to control his power, and the more often it burst out, breaking, destroying, or burning something. The village inhabitants had never liked him before, but now they began avoiding him altogether. In these parts, magic was feared and people tried to steer clear of it. \n On the night of his thirteenth birthday — a day that no one in his guardians' house ever celebrated — Reinar again saw the familiar woman in his dream. But this time everything was different. She approached him, and when her lips began to move, the image didn't disappear. For the first time in all these years, Reinar heard her voice — soft, warm, full of love. \n \"My dear son,\" she said, and tears glistened in her clear eyes. \"Finally you're ready to hear me. I've been trying to reach you for so long.\" \n \"Mother?\" whispered Reinar, not believing he could speak with her. \n ",
    "story301Text3": "\"Yes, it's me. And I need to tell you about your father and about your gift.\" The woman extended her hand toward him, but Reinar couldn't touch it, as if there was an invisible wall between them. \"Your father came to our village from distant lands, from a country where many mages live. He himself was a very powerful mage. He was reliable and kind, but very secretive and never talked about his past, where he came from, or who his family was.\" \n \"What happened to him?\" asked the boy. \n \"He died of a magical illness when you were five years old. Here they couldn't help him — you know how they fear magic in our parts... But before his death, he told me that when your magical gift manifests and grows strong, you must journey to his native lands and learn to use it there.\" His mother's voice became serious. \"I swore to him that I would send you on this journey. This oath keeps my spirit between the boundaries of life and death to this day. After all, six months after your father's death, I too perished in a fire in our house... Your father said it was necessary for you to learn to use your gift. This is important not only for you, but for the future of our entire world. Great trouble threatens all lands, and those who possess true magic must be ready to meet it.\" \n \"But I don't know where these lands are,\" said Reinar in confusion. \n \"Your father always carried with him a small stone of extraordinary beauty. He called it lunarite — a moonlight stone. This crystal glowed from within with a soft silvery-blue radiance, as if a piece of the moon itself was enclosed within it. He said that lunarites are found only in his native lands, in ancient mines.\" \n His mother extended her hand, and a ghostly image of the stone appeared in the air — small, the size of a walnut, a faceted crystal emanating gentle inner light. \n \"Find merchants who sell lunarites. They know the way to your father's lands. And there you will find those who will help you understand your gift. Seek the great mages, my son. They will guide you.\" His mother's image began to slowly dissolve. \"Your power is growing, and you must learn to control it. Remember — you are not alone. Your father's love and mine will always be with you.\" \n \"Wait!\" cried Reinar. \"What was father's name? Tell me more about him!\" \n But his mother only smiled sadly: \n \"Forgive me, dear. He asked never to speak his name. But know — he loved us both more than life.\" \n \"Stay a little longer, please! I've missed you both so much!\" whispered Reinar, reaching out to his mother. \n \"I cannot, my dear,\" her voice sounded quieter and quieter, and her image became more and more transparent. \"I love you.\" \n With these words, she removed a silvery medallion from her neck and pressed it with her open palm against the invisible barrier separating them. Reinar reached out his hand but still couldn't touch her. His mother's image continued to slowly fade until it disappeared completely, leaving Reinar alone with new knowledge that had turned his entire understanding of the world upside down. \n And in the morning he woke up, clutching his mother's medallion in his hand. No longer surprised by anything, he hung it around his neck — the medallion immediately became invisible. \n",
    "story301Text4": "That same day Reinar left his guardians' house, taking only a crust of bread and his father's staff, deciding never to return to the place where he had been so tormented. He set off for Scoburn — the nearest large city where, according to rumors, merchants from all corners of the kingdom gathered. \n",
    "story301Text5": "The journey took more than one day. The boy ate forest berries, wild apples, and drank water from streams. He slept under the open sky, wrapped in an old cloak. By the end of the week he was exhausted and hungry, but his determination didn't leave him. \n Scoburn amazed Reinar with its size. High walls, towers, crowds of people in the streets — he had never seen anything like it. In the market square, merchants praised their wares while buyers bargained and argued. \n Reinar spent several days wandering the market, cautiously asking merchants about unusual stones. Many drove away the poorly dressed boy, others laughed at his questions. But finally he met an old jewelry merchant named Walter. \n \"Lunarite?\" the merchant asked, peering intently at the boy. \"How do you know about these stones, boy? They're rarely brought here, very rare and expensive.\" \n \"My father... he spoke of them,\" Reinar answered cautiously. \n Walter studied his face for a long time, then nodded: \n \"I have one lunarite. But I can only show it to a serious buyer.\" \n \"I'm not a buyer,\" Reinar honestly admitted. \"I'm looking for the lands where these stones are mined.\" \n The merchant raised his eyebrows in surprise, but something in the boy's eyes made him take the request seriously. He took out a small pouch from a hidden pocket and carefully extracted a crystal. \n The lunarite was exactly as his mother had shown — a faceted stone the size of a walnut, emanating soft silvery-blue radiance. At the sight of it, Reinar's heart beat faster — this was the first real connection to his father. \n",
    "story301Text6": "\"This stone was brought by a merchant from the distant kingdom of Silvaria,\" said Walter. \"There, beyond the Great Forest and the Silver Mountains, are ancient mines. The path is long and dangerous — it lies through wild lands.\" \n He explained the route in detail: one must go north through the Great Forest, then cross over the Silver Mountains along the ancient trade route, and there find the capital of Silvaria — the city of Eluntar. \n",
    "story301Text7": "Reinar set out on the journey the very next morning. A month of wandering through forests and mountains was full of trials. He got lost in thickets, escaped from wild beasts, endured cold mountain nights. He ate roots, berries, mushrooms — whatever he could find. Sometimes he managed to earn a couple of coins or food by doing small jobs — helping a merchant unload goods, chopping wood, or carrying water for an old woman. His clothes became even more tattered, he lost weight and got tanned, but his spirit was not broken. \n Along the way he noticed that the farther north he went, the more often strange phenomena occurred — trees with silvery leaves, flowers glowing in the dark, birds with iridescent wings. Magic here was stronger; it literally permeated the air, and he could feel it. \n Finally, descending from the last mountain pass, Reinar saw a valley in the center of which spread a magnificent city. Eluntar was striking in its beauty — white stone buildings with silver domes, tall towers decorated with glowing crystals, wide streets along which flowed streams of the purest water. \n",
    "story301Text8": "But what amazed Reinar most was how matter-of-factly magic was used here. Street lamps lit themselves with the onset of twilight. Merchants warmed their stalls with magical fire. Gardeners watered flowers by creating rain with a wave of their hand. Children played with glowing balls. Guards at the gates carried swords with runes, and their armor shimmered with protective charms. \n For the inhabitants of Eluntar, magic was as natural as breathing. No one feared it or shied away. People lived in harmony with it, using it for everyday needs. \n Reinar wandered the streets, mesmerized by this spectacle. Here he didn't feel strange or dangerous. His uncontrolled power no longer seemed like a curse — it was part of this amazing world. \n On the third day of his stay in the city, when Reinar was sitting by the fountain in the central square, pondering what to do next, he heard a conversation between two passersby — a young woman and an elderly man. \n \"Have you heard the news?\" the woman was saying. \"The great mage Demitaris, who lives as a hermit in the Misty Mountains, has announced that he's looking for a student!\" \n \"Demitaris?\" the man was surprised. \"The same one who was once the chief mage of the royal council? I thought he had completely withdrawn from the world.\" \n \"They say many young mages have already set off to him in the mountains. But he will accept only one — the one who is truly worthy of studying the highest secrets of magic.\" \n \"What does one need for him to accept as a student?\" the man inquired. \n \"No one knows. Demitaris will choose himself. They say he can see the true essence of things and is looking for a student with special power.\" \n Reinar's heart beat faster. His mother's words echoed in his memory: \"Seek the great mages, my son. They will guide you.\" \n This was a sign! He had found not only his father's homeland but also that very great mage who would help him understand his gift. Fate itself seemed to be leading him along the right path. \n That very night Reinar made his decision. He would go to Demitaris in the Misty Mountains. There, among eternal mists and rocky cliffs, his meeting with the kingdom's greatest mage awaited him. And perhaps, answers to all questions about his past and destiny. \n To be continued... \n ",
    "storyEnd": "The end",
    "storyСontinued": "To be continued..."
}