{
    "siteTitle": "Le fiabe magiche di Solomya",
    "home": "Home",
    "homeSidebarLatest": "Le ultime fiabe",
    "homeMobMenuTitle": "⸺❈ Fiabe per raccolte ❈⸺",
    "upBtn": "🔝Torna all'inizio",
    "about": "Chi siamo",
    "aboutText": "Cari amici!   \n Con voi sono io, Solomya, fata custode delle fiabe e delle storie magiche. Insieme ai miei fedeli compagni — il curioso elfo Mirian, la scintillante pixie di nome Pilira e il saggio druido Deren — vaghiamo per i mondi alla ricerca di fiabe.   \n Guardiamo nelle cavità degli alberi vecchi, origliamo il sussurro dei ruscelli, interroghiamo i gufi notturni e persino sbirciamo nei sogni dei bambini. Ogni racconto, ogni sorriso, ogni fiato sospeso — è un filo nel nostro tappeto magico di storie.   \n Le troviamo, le risvegliamo dolcemente e le intrecciamo con altre meraviglie. Poi le ripongo con cura nella mia sfera magica — e un giorno, nel momento più necessario, una di esse troverà la strada verso il vostro cuore.   \n Quindi, se vi capita di sognare un prato luminoso o sentite una risata sommessa tra i rami — forse siamo noi nelle vicinanze. E se avete la vostra fiaba, sussurratela all'orecchio del vento... lui sa dove portarla.   \n Qui potete leggere alcune fiabe magiche che abbiamo raccolto.   \n Con amore per voi,",
    "aboutSign": "✨ Solomya e la sua squadra favolosa 💫 ",
    "memberName1": "Fata Solomya",
    "memberName2": "Elfo Mirian",
    "memberName3": "Pixie Pilira ",
    "memberName4": "druido Deren",
    "aboutTeam": "Questo progetto è sviluppato da",
    "reviews": "Recensioni",
    "collapseReview": "⤵️ Crollo",
    "register": "Registrati",
    "registerText": "Questa funzione è ancora in fase di sviluppo",
    "footerAuthor": "Autore: Solomya",
    "footerCopy": "© 2025 Il magico mondo di Solomiya. Tutti i diritti riservati.",
    "cookieText": "Utilizziamo i cookie per migliorare le prestazioni del nostro sito web.",
    "cookieBtnAcc": "Accetta",
    "cookieBtnDecl": "Rifiuta",
    "privacy": "Politica sulla riservatezza",
    "contacts": "Contatti",
    "contactsTitle": "Contatti",
    "contactsDescr1": "Se avete domande, desideri o suggerimenti, non esitate a contattarci!",
    "contactsDescr2": "Oppure invia un messaggio online:",
    "captchaAct": "Calcola:",
    "contactsSend": "Inviare",
    "privTitle": "Informativa sulla Privacy",
    "privTxt": "La tua fiducia è importante per noi. Ci impegniamo a proteggere i tuoi dati personali. Ecco come raccogliamo, utilizziamo e conserviamo le informazioni. \n",
    "privSubt1": "1. Quali dati raccogliamo: \n",
    "privTxt1": "– Nome, \n – E-mail,\n – Messaggio.",
    "privSubt2": "2. Come utilizziamo i dati: \n",
    "privTxt2": "I dati raccolti sono utilizzati solo per rispondere ai tuoi messaggi. Non condividiamo le informazioni con terzi né le usiamo per scopi pubblicitari. \n",
    "privSubt3": "3. Protezione dei dati: \n",
    "privTxt3": "Adottiamo tutte le misure necessarie per proteggere le tue informazioni. \n",
    "privSubt4": "4. Diritti dell'utente: \n",
    "privTxt4": "Puoi richiedere la cancellazione dei tuoi dati in qualsiasi momento tramite il modulo di contatto. \n",
    "privSubt5": "5. Modifiche: \n",
    "privTxt5": "Possiamo aggiornare questa informativa periodicamente. La versione più recente sarà sempre disponibile su questa pagina. \n",
    "privTxt6": "Se hai domande, contattaci tramite la sezione \"Contatti\".\n",
    "404Title": "404 – Pagina non trovata",
    "404Text": "Ops! Sembra che tu sia entrato in una foresta incantata. Non esiste una pagina del genere... o è ben nascosta ✨ Potrebbe essere stata rimossa o spostata. Puoi tornare alla pagina principale o usare il menu per navigare nel sito.",
    "404Back": "🔙 Torna alla home page",
    "homeTitle": "Benvenuti nelle fiabe",
    "homeTextCom1": "Il suono di campanelli d'argento risuona nell'aria, e dalla foresta appare una figura in un vestito lungo e scintillante, cosparso di stelle. Dietro la sua schiena brillano enormi ali semitrasparenti...",
    "homeText1": "\"Benvenuti, cari viandanti, nel mio cerchio magico! Io sono Solange, fata custode delle antiche leggende e tessitrice di storie meravigliose. Molte centinaia di lune fa, gli spiriti della foresta mi donarono la capacità di vedere attraverso il velo del tempo e di raccogliere perle di storie magiche dagli angoli più nascosti del mondo.\"",
    "homeTextCom2": "La fata muove le sue bellissime ali, che iniziano a brillare più intensamente, e da esse si sparge polvere dorata che si raccoglie in una sfera semitrasparente e scintillante.",
    "homeText2": "\"Nella mia sfera magica riposano migliaia di fiabe e storie incantate — di cavalieri coraggiosi e principesse sagge, di animali parlanti e foreste incantatе, del bene che sempre trionfa sul male, e dell'amore capace di distruggere la più potente maledizione. Accomodatevi comodamente attorno al mio focolare magico, che non si spegne mai. Che le sue calde lingue di fiamma riscaldino i vostri cuori, e la mia voce vi porti in terre dove tutto è possibile — dall'incredibile al meraviglioso.\"",
    "homeTextCom3": "I campanelli suonano di nuovo, e nell'aria appaiono scintille di polvere dorata.",
    "homeText3": "\"Chiudete gli occhi, aprite le anime e lasciate che la magia abbia inizio... Perché ogni fiaba è un ponte tra i mondi, e ogni parola è un incantesimo capace di cambiare il cuore per sempre.\"",
    "homeTextCom4": "La fata narratrice sorride con un sorriso enigmatico.",
    "homeText4": "\"Dunque, quale storia desiderano sentire i miei cari ascoltatori oggi?\"",
    "collection1": "Giardino dei Cuori Incantati di Ailiara",
    "collection2": "Non Tutto è come Sembra",
    "collection3": "Il Sentiero verso l'Eredità della Luce Lunare",
    "story101": "La Favola della Farfalla Dorata",
    "story101Text1": "In un regno lontano, dove le montagne sfioravano le nuvole e i fiumi cantavano melodie, viveva una giovane e bella ragazza di nome Ailiara. Era figlia di un semplice giardiniere, ma aveva un dono speciale: riusciva a comprendere le emozioni delle creature magiche, degli animali e delle piante. \n Una mattina, mentre Ailiara innaffiava le rose nel suo giardino, percepì un'ondata di paura acuta e disperazione. Un enorme corvo nero stava inseguendo una piccola farfalla insolita, cercando di afferrarla con i suoi artigli affilati. La farfalla svolazzava tra i fiori, e le sue ali brillavano con disegni dorati che sembravano antiche scritture. Toccando la sua coscienza, Ailiara sentì non un istinto animale, ma emozioni umane: disperazione, speranza, una supplica di aiuto. \n",
    "story101Text2": "\"Lasciala in pace!\" gridò Ailiara e spruzzò dell'acqua dall'annaffiatoio sul corvo. L'uccello spaventato gracchiò e volò via, mentre la farfalla esausta cadde su un petalo di rosa. \n Ailiara prese delicatamente la fragile farfalla nelle sue mani e la riscaldò con il suo calore. Sentendo la cura della ragazza, la farfalla si rianimò e batté debolmente le ali. \n \"Aiutami, gentile ragazza,\" sussurrò la farfalla con voce umana. \"Mi chiamo Sirillandra, ero la regina degli elfi del bosco. La malvagia strega Tenebra mi ha maledetto. Invidiava la mia capacità di portare gioia e armonia nel mondo naturale: ovunque passassi, sbocciavano fiori, cantavano uccelli e gli animali smettevano di combattere. Voleva rubarmi il mio potere, ma quando capì che non poteva farlo, perché un tale dono si sottomette solo a esseri dal cuore puro, mi trasformò in una farfalla e mi maledisse. Per spezzare l'incantesimo, devo trovare tre oggetti magici: una lacrima di gioia, una risata di tristezza e una canzone di silenzio. E da molto tempo viaggio per il mondo, cercando di trovarli, ma ad ogni passo mi aspettano pericoli e nemici, perché ora sono una farfalla debole e non ho più nemmeno una goccia di magia.\" \n Ailiara accettò senza esitazione di aiutare. Mise la farfalla sulla sua spalla, prese un piccolo sacchetto e si mise in cammino. \n",
    "story101Text3": "La strada la portò al margine di un bosco, dove cresceva una vecchia quercia. Attraverso il suo dono, Ailiara sentì la profonda tristezza dell'albero. La quercia era triste da molti anni, tutte le sue foglie erano ingiallite e cadute, e stava per seccare completamente. \n \"Nonno Quercia,\" disse Ailiara, \"ti aiuterò a far tornare le foglie verdi, e tu aiuta me, per favore, a trovare una lacrima di gioia.\" \n",
    "story101Text4": "La ragazza si connesse mentalmente con la coscienza dell'albero e capì che soffriva di solitudine: tutti gli uccelli erano volati via a causa di un incantesimo. Ailiara cantò un'antica canzone che una volta cantava sua nonna. La sua voce era così dolce e melodiosa che da ogni angolo del bosco iniziarono a volare uccelli verso la quercia. Attraverso il suo dono, trasmise loro il senso di sicurezza e amore che irradiava la vecchia quercia. Gli uccelli capirono che era un posto sicuro e costruirono nidi tra i suoi rami. Il loro canto gioioso distrusse gli incantesimi malvagi. Il possente albero si coprì di fogliame color smeraldo. La quercia pianse di felicità, e una lacrima dorata di gioia Ailiara la raccolse delicatamente in una boccetta e la nascose nel suo sacchetto. \n",
    "story101Text5": "Poi il suo cammino la portò attraverso un lago di montagna, dove viveva una sirena triste. Sedeva sulla riva e piangeva silenziosamente, perché aveva dimenticato come ridere. Ailiara sentì subito la sua tristezza: profonda come il lago stesso. \n \"Perché sei triste?\" chiese Ailiara. \n \"Ho perso la mia capacità di gioire,\" rispose la sirena. \"Eppure una volta ero la più allegra e vivace di tutte le sirene. La mia risata poteva guarire i cuori spezzati e portare speranza ai disperati. La malvagia strega Tenebra ha incatenato il mio cuore con catene di ferro e ha rinchiuso la capacità di gioire nel profondo del mio cuore, lasciando solo tristezza e malinconia, e ora posso solo rattristarmi.\" \n Ailiara si sedette accanto a lei sulla riva, la prese per mano e iniziò a raccontare storie divertenti: di come il gatto della sua vicina inseguiva la propria coda, di come i furbi passeri rubavano cibo sotto il naso di un cane addormentato e tante altre situazioni buffe. Ma soprattutto, Ailiara condivise mentalmente con la sirena i propri sentimenti luminosi: come si rallegrava danzando sotto la pioggia, come rideva durante lo spettacolo degli artisti di strada con altri bambini, come si prendeva cura del suo giardino con amore. La sirena prima sorrise, poi fece una risatina, poi scoppiò a ridere così tanto che il lago si coprì di onde allegre. Allora le catene che legavano il suo cuore si spezzarono e si sbriciolarono in polvere che il vento portò via. La maledizione era distrutta! E la risata della sirena era speciale: in essa risuonava tutta la sua precedente tristezza, trasformata in gioia saggia. Gli echi di questa risata toccavano la superficie del lago e si trasformavano in piccolissime perle. Ailiara raccolse una di queste perle della risata di tristezza e la mise nel suo sacchetto. \n",
    "story101Text6": "L'ultima prova fu la ricerca della canzone di silenzio. Ailiara salì sulla montagna più alta, dove regnava silenzio assoluto. Si sedette su una roccia e aprì la sua coscienza, cercando di cogliere le emozioni di tutto ciò che era vivo intorno. All'inizio non sentiva nulla, ma poi distinse il respiro silenzioso del vento, il sussurro della neve, il battito del suo cuore, e — la cosa più sorprendente — anche il silenzio era vivo, aveva i suoi sentimenti: pace, serenità, saggezza infinita. Tutte queste sensazioni si fondevano in una melodia meravigliosa: la canzone del silenzio. Ailiara la cantò, e la canzone riecheggiò sulle montagne e valli e tornò dalla ragazza come un turbine di petali di fiori di montagna. Scesero dal cielo, anche se a quell'altezza non crescevano fiori. I petali erano trasparenti come vetro e conservavano in sé la melodia del silenzio. Ailiara li raccolse delicatamente nel suo sacchetto. \n",
    "story101Text7": "Scendendo dalla montagna, la ragazza versò tutti e tre gli oggetti magici davanti alla farfalla dorata. Risuonò il suono di campanelle d'argento, e la farfalla si trasformò in una bellissima elfina in vestito blu. \n \"Grazie, gentile Ailiara,\" disse Sirillandra. \"Non solo mi hai liberato, ma hai anche mostrato che la vera magia vive nella capacità di sentire e comprendere gli altri.\" \n In segno di gratitudine, la signora degli elfi del bosco donò ad Ailiara un anello magico, che portava armonia nel mondo circostante. Ora intorno ad Ailiara la natura si risvegliava, le piante crescevano più velocemente e diventavano più fertili. E ora la ragazza poteva sentire non solo gli esseri viventi, ma anche le pietre, l'acqua e il vento. Da allora, il giardino di Ailiara divenne il più bello del regno, in esso crescevano le piante più rare e utili, e la ragazza stessa divenne famosa come saggia guaritrice, che curava non solo i corpi, ma anche le anime di tutti gli esseri viventi.\n",
    "story102": "La Strada di Casa per l'Unicorno Lunare",
    "story102Text1": "Era passato del tempo. Ailiara , come al solito, si prendeva cura del suo giardino quando sentì un pianto sommesso dall'altro lato della siepe. Seguì il suono e scoprì un piccolo unicorno delle dimensioni di un puledro appena nato. La sua pelliccia brillava come argento scuro, e lui sembrava nato dalla notte stessa. Sulla sua testa luccicava debolmente un corno con una luce misteriosa, simile al bagliore della luna piena. Nella lunga criniera argentata dell'unicorno scintillavano piccole stelle come gocce di luce. I suoi grandi occhi scuri erano pieni di lacrime. \n Il cuore di Ailiara si strinse per la compassione. \n \"Non piangere, piccolo,\" disse dolcemente Ailiara , inginocchiandosi accanto a lui. \"Dimmi, cosa è successo?\" \n \"Mi sono perso,\" singhiozzò l'unicorno. \"Il mio nome è Lunaris, appartengo alla famiglia degli unicorni lunari. Vivo con i miei genitori sul Pendio della Luce di Mezzanotte, che si trova oltre la Foresta Nebbiosa e la Valle dell'Eco. Ieri la malvagia strega Tenebra ha cercato di attaccarmi per rubare la mia luce lunare. Infatti, negli antichi manoscritti è scritto che, bevendo a mezzanotte la luce di un unicorno lunare, un mago può aumentare dieci volte la sua forza magica. Tenebra mi ha attirato con l'inganno lontano dai miei genitori. Ha mandato verso di me delle lucciole incantate che hanno attirato la mia attenzione con la loro bellezza insolita — brillavano come piccole stelle e scintillavano a ritmo di una melodia magica. Sono corso dietro a loro, senza accorgermi di essere andato troppo lontano da casa. E quando ho capito di essermi perso, la strega mi stava già aspettando. È praticamente impossibile a catturare unicorni adulti, a causa della loro capacità di teletrasportarsi istantaneamente in qualsiasi luogo familiare. Perciò lei caccia i piccoli come me, dato che otteniamo la capacità di teletrasportarci quando diventiamo adulti. Mi sono così spaventato quando ha cercato di afferrarmi che la mia magia ha funzionato spontaneamente — mi sono teletrasportato, non so nemmeno dove. Ora non so dove mi trovo, e la mamma deve essere molto preoccupata!\" \n ",
    "story102Text2": "Ailiara accarezzò l'unicorno sulla pelliccia morbida, era calda e setosa, come un raggio di luna. \n \"Non preoccuparti, Lunaris. Ti aiuterò ad arrivare a casa. Conosco la strada per il Pendio della Luce di Mezzanotte.\" \n \"Davvero? E mi accompagnerai?\" gli occhi dell'unicorno si illuminarono di speranza. \n \"Certamente, andremo insieme,\" disse Ailiara con decisione. \"E partiamo proprio ora.\" \n ",
    "story102Text3": "Ailiara prese il suo sacchetto da viaggio, mise dentro semi di varie piante, non dimenticò di infilare al dito l'anello — regalo della regina degli elfi Sirillanda — e partì per il viaggio. Lunaris camminava accanto a lei. Nonostante le sue piccole dimensioni, si rivelò un ottimo compagno — sapeva percepire la magia a distanza e il suo corno brillava nell'oscurità con una dolce luce lunare, illuminando la strada. \n Il loro percorso li condusse nella foresta. Arrivarono a una radura dove tutto era coperto di muschio soffice e crescevano fiori insoliti dal profumo intenso e dolce. I fiori avevano grandi corolle con petali vellutati color lavanda nebbiosa. Sui petali si vedevano disegni sottilissimi, simili a brina. \n Non appena si avvicinarono, Ailiara sentì pesantezza alle palpebre. Con il suo dono percepì la coscienza dei fiori del sonno, ma non riuscì a comunicare con loro in tempo, e sentì i suoi occhi chiudersi lentamente mentre le gambe diventavano come ovatta. \n \"Non respirare il profumo di questi fiori,\" disse lei avvertendo Lunaris, lottando con le ultime forze contro il sonno. \"Sono i fiori del dormiveglia, siamo finiti nella Radura del Sonno. Possono far dormire per molti giorni, e se ci addormentiamo in questa radura, potremmo non svegliarci mai più.\" \n La ragazza iniziò a piegarsi lentamente verso terra. \n \"Ailiara !\" gridò il piccolo unicorno, ma la sua voce sembrava così lontana. \"Non addormentarti! So cosa fare!\" \n",
    "story102Text4": "Lunaris toccò la terra con il corno, e da esso si diffusero raggi di luce argentata. Avvolsero i fiori del dormiveglia, e questi chiusero i loro petali, trasformandosi in boccioli, come se anche loro si fossero addormentati. \n \"Questa è luce lunare,\" spiegò Lunaris quando la ragazza si riprese. \"Può calmare anche le piante magiche. Ma il suo effetto durerà poco, dobbiamo lasciare rapidamente questo posto.\" \n Attraversarono con successo la Radura del Sonno, non sentendo più l'effetto soporifero dei fiori. \n \"Grazie, Lunaris! La tua capacità di emanare luce lunare ci è stata molto utile!\" esclamò Ailiara . \n \"Sì, me l'ha insegnato la mamma,\" spiegò l'unicorno. \"I miei genitori hanno visto tante cose e sanno fare molto! Ti avevo già detto che noi unicorni possiamo teletrasportarci istantaneamente. Peccato che io sia ancora troppo piccolo per questo e non possa teletrasportarmi dai miei genitori.\" \n Lunaris si rattristò di nuovo e abbassò la testa, nascondendo le lacrime. \n \"Non essere triste, piccolo,\" Ailiara lo accarezzò teneramente. \"Presto rivedrai la tua mamma e il tuo papà. Andiamo avanti!\" \n \"Aspetta!\" esclamò Lunaris. \"Tu dovrai tornare a casa passando per la Radura del Sonno. Prendi un pelo della mia criniera. Quando ti troverai di nuovo tra i fiori del dormiveglia, appoggialo a terra, darà abbastanza luce lunare perché tu possa attraversare la radura senza problemi.\" \n \"Grazie, amico! Ora so cosa fare se mi troverò di nuovo qui.\" \n Ailiara toccò la sua criniera setosa e un lungo pelo scivolò da solo nelle sue mani. La ragazza lo avvolse intorno al polso, e quello si intrecciò da solo in un bel braccialetto argentato e leggermente scintillante. \n ",
    "story102Text5": "Continuarono ad addentrarsi sempre più profondamente nella foresta, finché non si trovarono nel cuore della Foresta Nebbiosa. I rami degli alberi qui si intrecciavano in volte cupe, attraverso le quali non filtravano né la luce della luna né quella delle stelle. L'aria era pesante e umida, una fitta nebbia strisciava tra i tronchi — viva e capricciosa, nascondendo i sentieri. Qui non si sentiva né il canto degli uccelli né i suoni degli animali. \n Improvvisamente la foresta si fermò, anche la nebbia sembrava trattenere il respiro. In quel momento il silenzio divenne quasi squillante, e tra i tronchi iniziarono ad apparire ombre spettrali. Si muovevano senza suono, ma l'aria tremava per la loro presenza. \n Lunaris si allarmò e indietreggiò. \n \"Senti magia malvagia?\" sussurrò Ailiara . \n L'unicorno osservò attentamente le ombre, poi scosse la testa: \n \"No, non sento intenzioni malvagie da queste ombre, e non c'è praticamente magia in loro.\" \n \"Credo di aver capito chi sono!\" sussurrò Ailiara . \"Sono spiriti di viaggiatori smarriti. Non sono cattivi, solo molto tristi e soli. Da bambina la nonna mi raccontava di loro e di altri abitanti della Foresta Nebbiosa, era originaria di questi luoghi.\" \n Infatti, presto si avvicinò a loro una figura semitrasparente — lo spirito di una bambina. \n \"Gioca con me,\" chiese tristemente. \"Sono sola da tanto tempo...\" \n \"Non possiamo restare,\" disse dolcemente Ailiara . \"Ma so come aiutarti.\" \n Tirò fuori dal sacco semi di campanule e li piantò direttamente nel muschio ai piedi dello spirito. L'anello magico, regalo della sovrana degli elfi, si illuminò sul suo dito di una luce brillante, e scintille dorate caddero sulla terra dove giacevano i semi. In quel punto apparvero subito germogli che si trasformarono rapidamente in delicati fiori-campanule. Questi fiori erano speciali — i loro petali brillavano di una luce dorata soffusa, e quando soffiava il vento emettevano un suono melodioso. \n \"Questi fiori-campanule ti aiuteranno a trovare la strada verso la luce,\" disse Ailiara . \"Segui semplicemente il loro canto, e ti troverai dove dovresti essere.\" \n La bambina-spirito toccò i fiori luminosi, e quelli risuonarono di una melodia magica. La loro luce divenne più brillante, illuminando il sentiero attraverso la foresta buia. Subito tra gli alberi apparve un sentiero luminoso che saliva verso l'alto, cosparso di campanule uguali ma spettrali. \n \"Grazie,\" sussurrò la bambina-spirito e, trasformandosi in una farfalla trasparente, volò lungo il sentiero verso l'alto, verso la libertà. \n Dopo di che la nebbia si dissolse e i viaggiatori, trovata la strada, uscirono dalla foresta senza ostacoli. \n\n ",
    "story102Text6": "Ed ecco che davanti a loro si estendeva la Valle dell'Eco — il loro ultimo ostacolo. La valle giaceva tra le colline, avvolta in un silenzio eterno. Basta che qualcuno pronunci anche una sola parola o emetta un suono — e inizia il miracolo... o la maledizione. \n Il primo suono — silenzioso, appena udibile, il secondo — più chiaro, il terzo — già risuona forte. E poi — l'onda. Il suono si ripete ancora e ancora, rotola sui pendii, sbattendo contro le rocce, cresce come una tempesta. La voce ritorna, ma ora è più forte del tuono, e sembra piena di una forza aliena. \n Ailiara si inginocchiò, toccando la terra, e usò il suo dono, collegandosi con la coscienza della valle. Sentì ogni sassolino, ogni filo d'erba e ogni insetto. Ora la valle non aveva segreti per lei. \n \"Qui dobbiamo essere molto attenti,\" spiegò sommessamente Ailiara . \"Qualsiasi suono nella valle diventa assordante. Non dobbiamo fare rumore — parlare o emettere altri suoni, altrimenti rischiamo di svegliare i guardiani della valle.\" \n Lunaris cercava di camminare il più silenziosamente possibile, evitando di calpestare le pietre. Tuttavia, entrando nella valle, inciampò, colpì un grosso masso che rimbalzò da parte con un forte fragore. L'eco rotolò verso le colline, rimbalzò molte volte su di esse e tornò dai viaggiatori come un tuono. Contemporaneamente al fragore iniziò a raggiungerli un intero stormo di gargoyle di pietra — creature magiche con artigli affilati e ali potenti. \n \"Sono i guardiani della valle,\" sussurrò Ailiara . \"Attaccano tutti coloro che disturbano il silenzio. Cosa possiamo fare?\" \n Improvvisamente le venne un'idea. \n \"Lunaris, puoi far brillare il tuo corno più intensamente?\" chiese. \n \"Sì, ma perché?\" \n \"Ora vedrai.\" \n L'unicorno si concentrò, e il suo corno brillò di una luce argentata intensa che nascose gli amici dai gargoyle, accecandoli. Allora Ailiara tirò fuori semi di papaveri e li sparse rapidamente per tutta la valle. Per fortuna il vento che avevano sollevato i gargoyle, sbattendo le loro enormi ali, l'aiutò. Sotto l'azione dell'anello magico di Sirillande crebbero centinaia di grandi papaveri rossi. \n \"Ora sdraiati e fingi di dormire,\" sussurrò Ailiara a Lunaris. \n Ailiara si sdraiò tra i papaveri e chiuse gli occhi. Lunaris si raggomitolò accanto a lei, attenuando la luce del suo corno. Quando il bagliore argentato si spense, i gargoyle videro solo una scena pacifica: la valle cosparsa di papaveri, tra i quali dormivano una ragazza e un piccolo unicorno. \n",
    "story102Text7": "\n I papaveri davvero inducevano il sonno, ma non magico e non così profondo come i fiori del dormiveglia nella Radura del Sonno. I gargoyle, pensando che i viaggiatori si fossero addormentati di un sonno naturale, si calmarono e volarono via. \n \"Che intelligente!\" si meravigliò Lunaris quando il pericolo fu passato e lasciarono la valle in silenzio. \"Hai trasformato tutta la valle in un posto per dormire.\" \n \"A volte è meglio non combattere il pericolo, ma ingannarlo,\" sorrise Ailiara . \n ",
    "story102Text8": "Quando uscirono dalla Valle dell'Eco e poi scesero dalla collina, davanti a loro si aprì una splendida vista del Pendio della Luce di Mezzanotte. Questo è il luogo dove la notte non è mai buia. Il pendio si estendeva in una curva dolce sul lato nord della Cresta Stellata, incorniciato da alte erbe argentate che frusciano anche in completa assenza di vento, come se sussurrassero con la luna. La terra qui è morbida come velluto e brilla di un bagliore freddo, come se vi fossero incastonati frammenti del cielo notturno. Il sole non tocca mai questo pendio, qui regna un eterno crepuscolo — non spaventoso, ma incantevole. Solo la luce lunare scorre liberamente sul pendio, come acqua su vetro, colorando tutto intorno nelle sfumature della madreperla. Gli alberi crescono rado, ma le loro chiome sembrano tessute di luce e nebbia. A volte si può vedere come tra i rami si fermano enormi lucciole. È proprio in questo luogo di difficile accesso e pittoresco che vivono gli unicorni lunari. \n \"Casa!\" esclamò gioiosamente Lunaris e galoppò avanti. \n Da dietro uno degli alberi uscì una grande unicorna con la stessa criniera argentata, ma molto più maestosa — era la mamma di Lunaris. \n \"Il mio piccolo!\" esclamò e galoppò incontro a lui. \"Ero così preoccupata!\" \n Si girò verso Ailiara : \n \"Grazie, brava ragazza, per averlo portato a casa.\" \n \"Questa è la mia amica Ailiara ,\" presentò l'unicorno. \"È la ragazza più coraggiosa e gentile del mondo!\" \n La mamma-unicorno si avvicinò ad Ailiara e toccò la sua fronte con il corno. Ailiara sentì come veniva riempita di calda luce lunare, e in quello stesso istante sul braccialetto fatto del pelo di Lunaris si formò da un addensamento di luce una pietra lunare scintillante. \n \"Questo è un regalo dagli unicorni lunari,\" disse. \"È un concentrato di luce lunare, puoi trasmetterlo a chi e quando vuoi, rafforzando così la magia di quell'essere. Oppure puoi usarlo tu stessa, quando sarà necessario. Ma usa questo dono con saggezza e cautela! Per trasmettere la luce lunare a qualcuno, devi desiderare di tutto cuore di condividerla.\" \n",
    "story102Text9": "\"Grazie,\" disse Ailiara . \"Ma la ricompensa più grande per me è che Lunaris sia di nuovo a casa.\" \n Lunaris corse da Ailiara e toccò delicatamente la sua mano con il corno. \n \"Grazie per tutto,\" disse. \"Non solo mi hai aiutato ad arrivare a casa, ma mi hai anche insegnato che anche gli ostacoli più spaventosi possono essere superati se si agisce con intelligenza e bontà.\" \n Tornando a casa, Ailiara pensava a come si possano risolvere gli stessi problemi in modi diversi. L'ultima volta l'aveva aiutata il suo dono e la capacità di influenzare le emozioni di chi la circondava, e ora aveva sentito la forza del mutuo soccorso, perché senza Lunaris non avrebbe affrontato i pericoli. \n Ogni avventura la rendeva più saggia e le mostrava che la bontà può assumere forme diverse — a volte è aiuto diretto, a volte astuzia, e a volte la comprensione di ciò di cui l'altro ha bisogno. \n ",
    "story103": "La Fiaba del Potere Rubato ",
    "story103Text1": "Erano passati alcuni mesi da quando Ailiara aveva aiutato l'unicorno lunare. La ragazza continuava a prendersi cura del suo giardino, che ora era famoso ben oltre i confini del regno. L'anello magico, dono della regina degli elfi del bosco Sirillanda, aiutava le piante a crescere sorprendentemente velocemente e a fiorire magnificamente. E il braccialetto con la pietra lunare, ricevuto dagli unicorni, brillava dolcemente al suo polso, donando pace e serenità. \n Una sera, mentre Ailiara innaffiava le nuove piantine di fiori lunari, notò uno strano bagliore presso il vecchio pozzo. Avvicinandosi, vide una piccola creatura non più grande del suo palmo. Aveva ali scintillanti, sottili come ragnatele. I suoi capelli erano del colore del sole mattutino, si posavano in onde leggere, come se la luce stessa li avesse tessuti d'oro, e scendevano fino alle spalle. I suoi tristi occhi azzurri brillavano come gocce di rugiada sull'erba. Indossava abiti leggeri fatti di petali di fiori, e alla sua cintura pendeva una spada – sottile come un ago. \n \"Sei un fairy?\" chiese Ailiara sorpresa. \n \"Sì,\" sentì una risposta sommessa. \"Mi chiamo Mieran. Sono il principe del Regno Azzurro di fairy.\" \n Ailiara tese cautamente la mano, e il piccolo principe si sedette sul suo palmo. Le sue ali tremavano per la stanchezza. \n ",
    "story103Text2": "\"Ma perché sei così piccolo, cosa ti è successo?\" chiese la ragazza, e subito sentì un'ondata di disperazione e paura provenire dalla minuscola creatura. Il suo dono le permetteva di sentire la coscienza degli esseri viventi, e ora percepì tutto il dolore del principe. \n \"Il mio fratellastro Tarvin ha conquistato il trono,\" raccontò Mieran. \"Ha fatto un patto con la strega oscura Tenebra e ha ottenuto da lei il potere sulle ombre. Tenebra gli ha insegnato gli incantesimi più oscuri in cambio dell'apertura di un passaggio nel mondo degli umani, dove potrà diffondere il suo potere tenebroso. Infatti, solo la stirpe reale di fairy conosce il segreto del passaggio tra i nostri mondi. Ora il nostro regno è immerso nelle tenebre, e tutte le fairy che non sono riuscite a fuggire si sono trasformate in servi di Tarvin. Con gli incantesimi di Tenebra, mio fratello ha lanciato una maledizione su tutti i membri della famiglia reale – diventeremo sempre più piccoli ogni giorno, finché non scompariremo completamente. Solo sconfiggendo mio fratello e riconquistando il potere potrò tornare al mio vero aspetto. Sono riuscito a nascondermi solo grazie all'amuleto di mia madre defunta.\" \n Il principe mostrò un minuscolo ciondolo a forma di sole, che brillava di una morbida luce dorata. \n \"Bene, ora capisco perché ultimamente mi capita sempre più spesso di sentire delle malefatte di Tenebra,\" sospirò Ailiara. \"Ha già causato molto male nel nostro mondo. Ma perché tuo fratello si è rivoltato contro la sua famiglia?\" \n \"Io e Tarvin abbiamo lo stesso padre – il re,\" aggiunse tristemente. \"Ma madri diverse. Mia madre era una fairy luminosa, mentre sua madre apparteneva alle fairy notturne. Forse per questo gli è stato più facile soccombere all'influenza di Tenebra. Purtroppo, sia io che lui abbiamo perso presto le nostre madri, e nostro padre mi preparava a diventare re, dedicandomi più tempo. Probabilmente mi invidiava...\" \n Mieran sospirò profondamente, abbassò la testa e continuò: \n \"Per riconquistare il regno, devo trovare e riportare nel tempio tre Cristalli di Luce: il Cristallo dell'Alba, il Cristallo del Mezzogiorno e il Cristallo del Tramonto. Ma sono troppo debole per cercarli. Inoltre, devo costantemente nascondermi dai servi di mio fratello, che mi inseguono ovunque.\" \n \"Ti aiuterò io,\" disse Ailiara senza esitazione. \"Dove possiamo trovare questi cristalli?\" \n \"Sono nascosti in tre luoghi speciali del nostro mondo delle fairy,\" spiegò Mieran. \"Ma prima dobbiamo entrare nel Regno Azzurro delle fairy. L'ingresso si trova nella Foresta Incantata, oltre le Rocce Piangenti.\" \n",
    "story103Text3": "La mattina seguente Ailiara prese un piccolo zaino da viaggio e partì. Il principe–fairy volava accanto a lei, indicando la strada, e il suo amuleto aiutava a non perdersi. \n Le prime ore del viaggio trascorsero tranquillamente, camminarono lungo il sentiero che portava alla Foresta Incantata. Mieran ora si posava sulla sua spalla, ora svolazzava accanto, raccontando del suo mondo natale. \n \"Nel nostro regno crescono fiori che cantano al mattino,\" diceva sognante. \"E i fiumi scorrono verso l'alto, verso le nuvole, per innaffiare i giardini celesti.\" \n Ma improvvisamente incontrarono il primo pericolo. Il sentiero si interruppe bruscamente presso un profondo burrone, dove prima c'era un ponte. \n \"Strano,\" si accigliò Ailiara. \"Qui c'è sempre stato un ponte.\" \n \"È opera dei servi di Tarvin,\" sussurrò Mieran, raggomitolandosi. \"Cercano di tagliare tutte le vie verso il nostro mondo.\" \n Ailiara guardò il fiume impetuoso in basso. Il burrone era troppo largo per saltarlo. \n \"Aspetta,\" disse e tirò fuori dallo zaino delle ghiande della vecchia quercia, quella che aveva salvato dalla solitudine. \"Questi semi ci aiuteranno.\" \n Li piantò ai bordi del burrone e li innaffiò con l'acqua della sua borraccia. L'anello magico di Sirillanda al suo dito brillò, e dalle ghiande iniziarono a germogliare con incredibile velocità giovani querce. Ma Ailiara chiese loro di crescere non verso l'alto, ma di lato – i loro rami flessibili si intrecciarono e si estesero attraverso il burrone, formando un solido ponte vivente. \n \"Incredibile!\" esclamò Mieran. \"Sei una vera maga!\" \n Attraversarono cautamente dall'altra parte sui robusti rami intrecciati. \n \"Che questo ponte rimanga,\" disse Ailiara alle querce. \"Ora i viaggiatori potranno attraversare il burrone in sicurezza, e voi starete qui ad aiutare tutti coloro che hanno bisogno di aiuto.\" \n Le querce fruscìarono con le foglie in segno di accordo, e i loro rami si intrecciarono ancora più saldamente. \n ",
    "story103Text4": "Dopo alcune ore, quando all'orizzonte si vedeva già la Foresta Incantata, li raggiunse un nuovo pericolo. Il cielo si oscurò improvvisamente per una moltitudine di ali nere. Un'enorme stormo di corvi volava in cerchio sopra di loro, e il loro gracchiare suonava sinistro e minaccioso. \n \"Sono i servi di Tarvin!\" esclamò spaventato Mieran, nascondendosi tra i capelli di Ailiara. \"Ci troveranno e diranno a mio fratello dove siamo!\" \n I corvi iniziarono a picchiare sulla ragazza, i loro becchi affilati e artigli scintillavano alla luce del sole. Ailiara istintivamente si coprì la testa con le mani, ma capì subito che non sarebbe servito – i corvi erano troppi. \n ",
    "story103Text41": "Si concentrò e cercò di toccare la coscienza degli uccelli che attaccavano. Nelle loro menti sentì non malvagità, ma... smarrimento e paura. Questi corvi una volta erano normali uccelli del bosco, ma la magia oscura di Tarvin li aveva costretti a servirlo contro la loro volontà. \n \"Anche loro sono vittime,\" sussurrò Ailiara, schivando un altro attacco. \"Tarvin li ha stregati.\" \n La ragazza tirò fuori dallo zaino una manciata di semi di girasole e li sparse intorno a sé. L'anello di Sirillanda brillò, e i semi germogliarono immediatamente, si allungarono verso l'alto e sbocciarono, i loro petali gialli brillavano come piccoli soli. Una luminosa luce dorata illuminò lo spazio circostante. I corvi, abituati alle tenebre, si agitarono nell'aria, temporaneamente accecati. Ma Ailiara non aveva intenzione di scacciarli semplicemente. Diresse tutta la sua bontà verso gli uccelli confusi e iniziò a cantare dolcemente una tenera melodia:",
    "story103Poem": "Aprite i cuori, alzate lo sguardo, \n Ricordate il cielo turchese e largo, \n Dove le nuvole scorrono via, \n E il sole risplende in alta poesia. \n\n Ricordate il canto dei ruscelli, \n Il sussurro dell'alba fra i rami snelli, \n Il profumo dei fiori dopo il temporale, \n E la vita che pare un dono reale. \n\n C'è luce dentro ogni anima vera, \n L'oscurità è solo chimera, \n Si scioglierà come nebbia leggera \n Nel primo sole di primavera. \n\n Spiegate le ali, senza paura, \n Sentite del vento la dolce ventura, \n Non siete nati per pianto o tormento, \n Ma per volare e gioire col vento. \n",
    "story103Text5": "Gradualmente il gracchiare dei corvi divenne più melodioso, e le loro piume nere iniziarono a brillare di blu, come le piume dei normali corvi del bosco. Uno dopo l'altro iniziarono ad atterrare intorno ai girasoli luminosi, e i loro occhi, prima vuoti e malvagi, si riempirono di consapevolezza. \n Il corvo più grande volò da Ailiara e si posò cautamente sulla sua mano tesa. \n \"Grazie, buona guaritrice,\" gracchiò con una voce sorprendentemente dolce. \"Siamo stati così a lungo nelle tenebre... Ora siamo liberi e ti aiuteremo. Voleremo in direzioni diverse e confonderemo gli altri servi del principe oscuro.\" \n Lo stormo di corvi si alzò in volo e si disperse in direzioni diverse, lasciando false tracce per altre spie di Tarvin. Ailiara spense la luce dei girasoli e li ringraziò per l'aiuto. \n \"Sei straordinaria,\" disse Mieran con ammirazione. \"Non combatti il male – lo guarisci.\" \n \"Il male spesso nasce dal dolore,\" rispose Ailiara. \"E se trovi questo dolore e lo guarisci, il male scompare da solo.\"",
    "story103Text6": "Finalmente raggiunsero la Foresta Incantata, che li accolse con il sussurro di alberi antichi e lo scintillio di luci magiche. Le Rocce Piangenti davvero piangevano – dalle crepe nella pietra scorrevano lacrime argentate, che si trasformavano in ruscelletti. \n \"Qui!\" esclamò Mieran, indicando un arco formato da due alberi che si inclinavano l'uno verso l'altro. \"Ma non sono sicuro che il passaggio al mio mondo si aprirà per noi, dato che sono stato privato del potere reale, e il portale obbedisce solo al re regnante...\" \n \"Ma siamo venuti con intenzioni pure e per una buona causa,\" disse Ailiara. \"Proviamo a chiedere aiuto agli alberi.\" \n Ailiara si avvicinò all'arco e mise la mano sulla corteccia dell'albero. Immediatamente sentì come gli antichi tronchi risposero al suo tocco, la loro coscienza si riempì di curiosità e cautela. \n \"Voglio aiutare un amico a riconquistare la sua casa e liberare il suo popolo dalle tenebre,\" disse con tutto il cuore, trasmettendo agli alberi tutta la sincerità delle sue intenzioni attraverso il suo dono. \n Gli alberi si illuminarono, sentendo i suoi pensieri puri, e tra loro apparve un portale iridescente. Ailiara fece un passo avanti e si trovò in un mondo completamente diverso e meraviglioso.",
    "story103Text61": "Il Regno Azzurro era immerso nel crepuscolo. Dove prima crescevano fiori che irradiavano luce, ora si estendevano lande grigie. Il castello delle fairy sulla cima della montagna di cristallo era avvolto da nuvole nere. \n ",
    "story103Text7": "\"Il primo cristallo si trova nella Valle della Rugiada Mattutina,\" disse Mieran. \"Ma ora si chiama Valle della Notte Eterna.\" \n Si diressero là e scoprirono un luogo cupo, con piante secche e terra screpolata. Al centro della valle si ergeva una statua di una donna piangente – era la madre del principe Mieran, la fairy luminosa. Tutta la valle era circondata da strani rampicanti scuri con spine acute, che si muovevano da soli, come serpenti vivi. ",
    "story103Text71": "\"Attenta!\" avvertì Mieran. \"Questi rampicanti Tarvin li ha creati per custodire il cristallo. Attaccano tutti coloro che si avvicinano alla statua.\" \n Ailiara si concentrò e toccò con la sua coscienza uno dei rampicanti. Sentì la loro malvagità e fame, ma anche... dolore. Queste piante una volta erano normali rose, ma la magia oscura aveva distorto la loro natura, proprio come era successo con i corvi. \n \"Stanno soffrendo,\" sussurrò la ragazza. \"Sono state costrette a diventare così contro la loro volontà.\" \n Toccò la radice del rampicante più vicino con la mano che portava l'anello di Sirillanda, dirigendo contemporaneamente verso la pianta tutta la sua compassione. L'anello magico iniziò a brillare di luce verde, e gradualmente i rampicanti scuri iniziarono a cambiare – le loro spine divennero più morbide, le foglie rinverdirono, e i movimenti malvagi si trasformarono in movimenti fluidi, quasi danzanti. \n La strada verso la statua era libera. Ailiara con il principe delle fairy si avvicinò ad essa e notò che nelle mani serrate della statua qualcosa brillava. Toccò la mano di pietra e subito sentì la presenza dello spirito della madre di Mieran. \n \"La mamma diceva sempre che la speranza è il primo raggio dell'alba,\" sussurrò Mieran. \n Ailiara iniziò a raccontare alla statua delle sue avventure, di come aveva aiutato la quercia a riavere le foglie, di come aveva portato il sorriso alla sirena, di come aveva aiutato l'unicorno lunare. Le sue parole erano piene di una speranza così sincera che la statua si animò per un istante e porse ad Ailiara il brillante Cristallo dell'Alba. \n",
    "story103Text8": "Il secondo cristallo si trovava nel Giardino dell'Eterno Mezzogiorno, che ora si chiamava Giardino dell'Oblio. Tutte le piante là erano di pietra, e all'ingresso del giardino dormiva un'enorme creatura – un elementale di pietra. Il suo corpo, come di ossidiana nera, era coperto di crepe, dalle quali trasudava calore e cenere. Sulla sua schiena si vedevano escrescenze membranose – quello che rimaneva delle ali. Invece degli occhi – due fessure infuocate. Il muso ricordava un misto di lupo, lucertola e toro di montagna, con un paio di corna fumose. \n \"È un elementale di pietra,\" sussurrò Mieran. \"Prima era un giardiniere–fairy bonissimo, ma Tarvin lo ha trasformato in questo mostro. Ora custodisce il cristallo. Sente qualsiasi essere vivente, come una bestia sente il sangue, e subito si sveglia per attaccare.\" \n Appena si avvicinarono, l'elementale sentì la loro presenza. Le sue fessure–occhi infuocate si spalancarono, dalle crepe uscì fumo, e si alzò in piedi. I suoi movimenti erano goffamente minacciosi, come quelli di una bestia selvaggia, pronta a distruggere tutto sul suo cammino. L'elementale non parlava – solo ruggiva, strideva pietra contro pietra e pestava con zampe massicce, lasciando nella terra solchi profondi.",
    "story103Text81": "Ailiara alzò rapidamente la mano con il braccialetto di Lunaris. Il capello argentato dell'unicorno brillò di morbida luce lunare, e questa luce leggera avvolse la creatura di pietra infuriata. Gradualmente il suo ruggito si spense, il calore dalle crepe divenne più debole, e si abbassò lentamente a terra, come addormentandosi. Le escrescenze membranose sulla schiena smisero di vibrare per la rabbia. \n Mentre l'elementale era calmo, Ailiara si avvicinò cautamente a lui e mise la mano sul suo muso di pietra. Attraverso il suo dono sentì come nel profondo di questo corpo di pietra si dibatteva l'anima spaventata del piccolo giardiniere–fairy, rinchiusa in una prigione di ossidiana e magia. \n \"Ti vedo,\" sussurrò. \"Sei ancora qui, dentro. Ricordi come amavi i tuoi fiori?\" \n Iniziò a cantare la stessa canzone con cui aveva aiutato i corvi, ma ora la cantava non solo con la voce, ma con tutto il cuore, trasmettendo attraverso il suo dono ricordi di bellezza, di pace, di felicità, di vita. La sua voce era così pura e buona che le crepe sul corpo di ossidiana iniziarono a brillare di morbida luce verde, il calore si trasformò in fresco, e la creatura stessa iniziò a sgretolarsi, finché dal guscio di pietra non uscì una piccola fairy con ali verdi. \n \"Grazie,\" sussurrò con le lacrime agli occhi. \"Ricordo... ricordo le mie rose...\" \n Quando il giardiniere si liberò, l'albero di pietra, che stava nel centro stesso del giardino, si sbriciolò in polvere dorata, e da questa polvere apparve il brillante Cristallo del Mezzogiorno. Subito tutte le piante pietrificate nel giardino iniziarono a rivivere. \n Salutato il giardiniere liberato dall'incantesimo, Ailiara e il principe delle fairy partirono. \n",
    "story103Text9": "L'ultimo cristallo si trovava nella Torre del Sole Calante, che ora era avvolta dall'eterna oscurità. Ma avvicinarsi alla torre non era facile – era circondata da un mare tempestoso di acqua nera, e le onde erano popolate da creature spettrali. \n \"Come faremo ad attraversare?\" si chiese Mieran. \n Ailiara si avvicinò alla riva e immerse la mano nell'acqua nera. Era gelida e sembrava succhiare le forze vitali. Ma la ragazza si concentrò sul suo dono e cercò di connettersi con la coscienza dell'acqua stessa. \n Prima sentì solo un vuoto freddo, ma poi... molto lontano, nelle profondità più remote, percepì una piccola scintilla – una particella di quell'acqua che una volta era il Mare di Luce. \n \"Ricordi com'eri,\" sussurrò Ailiara all'acqua. \"Ricordi la luce del sole sulle tue onde, il riso delle fairy, i riflessi delle stelle...\" \n Toccò con l'anello la superficie del mare, e la luce verde iniziò a diffondersi dalla sua mano. Gradualmente l'acqua nera iniziò a schiarirsi, e le creature spettrali si dissolsero. Davanti a loro apparve un ponticello di luce lunare cristallizzata – era il braccialetto di Lunaris che aveva toccato l'acqua purificata. \n Attraversato il ponte, Ailiara e Mieran si avvicinarono alla torre. Nella torre li aspettava Tarvin stesso – una fairy alta con ali nere e occhi vuoti. \n \"Ecco chi aiuta il mio debole fratellino,\" sogghignò. \"Una ragazza umana pensa di poter sconfiggere le tenebre?\" \n Ma quando il suo sguardo incontrò gli occhi di Ailiara, improvvisamente vacillò. La ragazza usò il suo dono e guardò nella sua anima. Là, sotto strati di tenebre e malvagità, vide una fairy spaventata, che una volta voleva semplicemente essere amata tanto quanto amavano suo fratello. \n \"Non sei cattivo,\" disse piano. \"Sei solo molto solo. Pensavi che il potere ti avrebbe aiutato a sentirti importante, ma ha solo rinchiuso il tuo cuore in una gabbia di tenebre.\" \n \"Taci!\" gridò Tarvin, ma nella sua voce si sentivano le lacrime. \"Non capisci niente!\" \n \"Le tenebre non possono esistere senza luce,\" rispose Ailiara. \"E la luce trova sempre la strada.\" \n Tirò fuori i due cristalli, e brillarono così intensamente che Tarvin indietreggiò. In quel momento Mieran si alzò in volo, e il suo amuleto si unì ai cristalli. La torre si riempì di luce dorata, e nel suo centro stesso apparve il terzo cristallo – il Cristallo del Tramonto. \n \"No!\" gridò Tarvin, ma era troppo tardi. I tre cristalli si unirono in uno grande, e la sua luce disperse tutte le tenebre nel regno. \n ",
    "story103Text91": "Tarvin cadde in ginocchio. Le tenebre lo abbandonarono, e tornò ad essere una fairy normale, solo molto triste e spaventata. \n \"Perdonami, fratello,\" sussurrò. \"Ti invidiavo e per questo mi sono rivolto alle forze oscure.\" \n \"Ti perdono,\" disse Mieran, che ora era cresciuto fino alla sua vera grandezza. \"Ma devi espiare la tua colpa con buone azioni.\" \n",
    "story103Text10": "Il Regno Azzurro rifiorì di nuovo. Le fairy tornarono al loro vero aspetto, i fiori ricominciarono a irradiare luce, e nel castello risuonò la musica. \n \"Grazie, cara Ailiara,\" disse il principe Mieran. \"Non solo mi hai aiutato a riconquistare il regno, ma hai anche mostrato che il perdono è più forte della vendetta. La tua capacità di comprendere i cuori di tutti gli esseri viventi, l'anello della regina degli elfi e il braccialetto dell'unicorno lunare – queste tre forze insieme hanno compiuto veri miracoli.\" \n In segno di gratitudine le regalò un piccolo fiore trasparente, che sembrava di cristallo, che non appassiva mai. \n \"Che questo fiore ti ricordi la nostra amicizia,\" disse il principe. \"E, se mai avrai bisogno di aiuto, sussurra semplicemente una richiesta ai suoi petali, e io verrò.\" \n Ailiara tornò a casa, e nel suo giardino ora cresceva un altro fiore magico – simbolo di amicizia tra i mondi e ricordo che il bene vince sempre il male, specialmente quando è armato di perdono.",
    "story201": "La fiaba della Luna",
    "story201Text1": "In un regno lontano, dove le montagne toccavano le nuvole e i fiumi cantavano ninne nanne, viveva la principessa Selena. Era conosciuta per la sua bontà e il suo amore per tutti gli esseri viventi. Ogni notte la principessa usciva nel giardino reale per ammirare la luna e nutrire gli animali del bosco, che venivano da lei come da una vecchia amica. \n",
    "story201Text2": "Ma in quei tempi una terribile sventura si abbatté sul regno. Da tre mesi non pioveva, i raccolti si seccavano e i pozzi si prosciugavano giorno dopo giorno. La gente pregava e chiedeva ai cieli la salvezza, ma le nuvole evitavano ostinatamente le loro terre. \n Nel castello viveva un vecchio astronomo di nome Tetromante. La sua lunga barba grigia era sempre arruffata, gli occhi brillavano di uno strano fuoco e sul suo volto non appariva mai un sorriso. I cortigiani sussurravano che studiasse la magia oscura e comunicasse con i demoni. Il re tollerava la sua presenza solo perché Tetromante prevedeva infallibilmente le eclissi e aiutava i marinai a tracciare la rotta seguendo le stelle. \n Una notte, quando la luna era particolarmente luminosa e piena, Tetromante bussò agli appartamenti della principessa. \n \"Principessa Selena\", disse con la sua voce roca, \"dovete smettere di uscire in giardino di notte\". \n \"Ma perché?\" si meravigliò la fanciulla. \"Non faccio male a nessuno\". \n \"Perché il vostro amore per la luna sta rovinando il nostro regno\", rispose cupamente l'astronomo. \"La luna ruba tutta l'umidità dalle nostre terre, attirandola a sé. E le vostre passeggiate notturne non fanno che rafforzare questo legame\". \n La principessa si arrabbiò: \n \"Come osate dire simili sciocchezze! La luna è bellissima e non può far male a nessuno!\" \n \"Se non mi darete ascolto, sarò costretto a prendere provvedimenti\", sussurrò minacciosamente Tetromante e scomparve nei corridoi del castello, lasciando dietro di sé solo l'odore di libri antichi e di erbe amare. \n Selena non credette alle parole dell'astronomo e continuò le sue passeggiate notturne. Ma dopo una settimana accadde qualcosa di terribile. Quando la principessa, come al solito, uscì in giardino, il cielo improvvisamente si oscurò. Tetromante apparve da dietro gli alberi con un grande mantello nero tra le mani. \n \"Perdonatemi, principessa\", disse, e nella sua voce risuonava la tristezza. \"Ma non posso più aspettare\". \n E gettò il mantello sulla luna! Tutto il giardino sprofondò nell'oscurità, e l'astro celeste scomparve, come se non fosse mai esistito. \n",
    "story201Text3": "La principessa gridò di terrore: \n \"Cosa avete fatto, malvagio! Avete rubato la luna! Ora il mondo sprofonderà nelle tenebre!\" \n Ma Tetromante scomparve in silenzio, e con lui svanì anche la luna. \n Tutto il castello cadde nello scompiglio. Il re ordinò di catturare l'astronomo, ma questi sembrava essersi dissolto nell'aria. La principessa pianse giorni e notti, mentre la gente del regno mormorava e chiedeva di restituire la luna rubata. \n Tuttavia già il giorno seguente accadde un miracolo. Nel cielo apparvero le nuvole — le prime dopo molti mesi! E ancora un giorno dopo iniziò la tanto agognata pioggia. Piovve per tre giorni di seguito, dissetando la terra, riempiendo pozzi e fiumi. I raccolti rinverdirono, i fiori alzarono le testoline e la gente uscì nelle strade per danzare sotto le gocce salvatrici. \n",
    "story201Text4": "La principessa era confusa. Possibile che Tetromante avesse ragione? \n Nella quarta notte dopo la scomparsa della luna, Selena sentì un leggero battito alla finestra. Sul davanzale era posato un piccolo uccellino argentato che non aveva mai visto prima. \n \"Principessa\", cinguettò l'uccellino con voce umana, \"andate nella torre dell'astronomo. È arrivato il momento di conoscere la verità\". \n Selena salì nell'alta torre dove Tetromante studiava le stelle. Con sua sorpresa, l'astronomo era lì. Sedeva dietro un grande tavolo coperto di mappe del cielo stellato, e il suo volto esprimeva una profonda stanchezza. \n \"Siete venuta\", disse senza alzare la testa. \"Vi stavo aspettando\". \n \"Tetromante, cosa succede? Dov'è la luna? E perché dopo la sua scomparsa ha iniziato a piovere?\" chiese la principessa. \n Il vecchio astronomo sospirò pesantemente: \n \"Principessa, la luna era davvero la causa della siccità. Ma non perché fosse malvagia. Semplicemente quest'anno i pianeti si sono allineati in un ordine particolare, e l'attrazione lunare è diventata troppo forte. Letteralmente aspirava tutta l'umidità dalle nostre terre verso il cielo, dove si disperdeva nello spazio\". \n \"Ma perché non me l'avete spiegato subito?\" \n \"Perché nessuno mi avrebbe creduto. La gente ama la luna, è simbolo di bellezza e romanticismo. Chi crederebbe che la bellezza può essere pericolosa? E le vostre passeggiate notturne rafforzavano questo legame — la vostra anima pura serviva da conduttore tra la terra e la luna\". \n \"E voi... avete davvero nascosto la luna?\" sussurrò Selena. \n Tetromante sorrise tristemente: \n \"Non l'ho nascosta, principessa. Ho creato uno schermo di materia oscura che blocca l'attrazione lunare. La luna è al suo posto, ma la sua influenza è temporaneamente neutralizzata. Tra un mese i pianeti cambieranno posizione e potrò rimuovere lo schermo\". \n \"Quindi voi... voi avete salvato il regno?\" \n \"Ho fatto quello che dovevo fare. Anche se ora mi odieranno tutti, inclusa voi\". \n La principessa si avvicinò alla finestra della torre. In basso vedeva i campi verdi, i fiumi ricchi d'acqua, la gente felice. E poi guardò l'astronomo — quest'uomo solitario e saggio che aveva sacrificato la sua reputazione per salvare tutti. \n \"Tetromante\", disse, \"posso rimanere qui? Voglio studiare le stelle e aiutarvi a proteggere il nostro regno\". \n Il vecchio astronomo alzò la testa, e Selena per la prima volta lo vide sorridere: \n \"Certamente, principessa. Le stelle hanno sempre bisogno di chi sa vedere non solo la loro bellezza, ma anche la loro forza\". \n Dopo un mese, come aveva promesso Tetromante, la luna tornò nel cielo. Ma ora la principessa la guardava con occhi diversi — con comprensione e saggezza. E accanto a lei stava non un cupo malvagio, ma l'uomo più saggio del regno, che le aveva insegnato che a volte la vera bontà richiede di compiere un'azione che gli altri non capiranno. \n Da allora la principessa Selena e l'astronomo Tetromante insieme custodirono il cielo sopra il regno, vigilando perché la bellezza non si trasformasse mai in sventura e la saggezza trovasse sempre la strada verso i cuori della gente. \n ",
    "story201Text5": "n E quando in regno raccontano questa storia, aggiungono sempre: \"Non tutto ciò che sembra cupo è malvagio, e non tutto ciò che sembra bello è buono. La vera saggezza sta nell'essere capaci di vedere l'essenza delle cose, e non il loro aspetto esteriore\". \n ",
    "story202": "Il Sussurro della Foresta",
    "story202Text1": "Nella lontana Foresta di Smeraldo viveva una giovane guaritrice di nome Lina. Conosceva ogni sentiero, ogni albero, e tutti gli abitanti del bosco si affidavano a lei per le loro malattie e tristezze. Lina raccoglieva erbe, curava gli animali feriti e si considerava la vera custode della foresta. \n ",
    "story202Text2": "Un giorno arrivò nella foresta il vecchio Cornelio - curvo, avvolto in un mantello nero, con un bastone di legno scuro. Gli animali del bosco si allontanavano da lui, gli uccelli tacevano e i fiori appassivano sotto il suo sguardo. Lina provò subito antipatia per l'ospite indesiderato. \n \"Cosa cerchi nella nostra foresta?\" gli chiese, sbarrandogli il passo. \n \"Sto cercando il Cuore della Foresta,\" rispose raucamente il vecchio. \"Deve essere distrutto.\" \n Lina sussultò. Il Cuore della Foresta era il cristallo sacro, nascosto nel più profondo della boscaglia, la fonte di vita di tutta la Foresta di Smeraldo! Senza di esso gli alberi sarebbero appassiti, gli animali morti, e lei stessa avrebbe perso il suo potere. \n \"Mai!\" esclamò la ragazza. \"Non permetterò che tu faccia del male alla foresta!\" \n Ma il vecchio era determinato. Giorno dopo giorno vagava per il bosco, cercando il sentiero segreto verso il Cuore. Lina lo sorvegliava, pronta a fermarlo in qualsiasi momento. Vedeva come appassivano le foglie dove passava, come scappavano gli animali, come si oscurava il cielo sopra la sua testa. \n Lina decise di agire con l'astuzia. Chiese agli scoiattoli di lanciare ghiande dai rami quando passava. Convinse gli uccelli a gracchiare e gridare sopra la sua testa, confondendolo. Cervi e conigli, su sua richiesta, attraversavano la strada, distraendolo e costringendo Cornelio a deviare dal percorso giusto. Persino le radici degli alberi, rispondendo alle sue suppliche, emergevano dalla terra per farlo inciampare. \n Per un'intera settimana il vecchio vagò per sentieri familiari che improvvisamente sembravano non portare da nessuna parte. Si stancava, inciampava, perdeva forze. Lina vedeva come si indeboliva ogni giorno, ma credeva di stare proteggendo la foresta da una disgrazia inevitabile. \n Alla fine, superando la stanchezza e tutti gli ostacoli, Cornelio trovò la grotta nascosta. Lina si precipitò dietro di lui e irruppe nella grotta sacra proprio nel momento in cui il vecchio si avvicinava all'enorme cristallo verde che pulsava di luce soffusa. Nella sua mano scintillò un pugnale nero. \n",
    "story202Text3": "\"Fermati!\" gridò Lina e si gettò su di lui. \n Iniziò una lotta. Lina era giovane e veloce, ma il vecchio si rivelò più forte di quanto sembrasse. L'energia magica scintillava tra loro. Nella disperazione Lina afferrò un frammento tagliente di pietra e colpì Cornelio al braccio. Il vecchio gridò dal dolore, il sangue iniziò a scorrere dalle sue dita, ma non si arrese. \n \"Tu non capisci...\" sussurrò raucamente, barcollando. \"Questo deve... essere fatto...\" \n Con le ultime forze, superando il dolore, Cornelio si lanciò verso il cristallo e alzò la mano tremula insanguinata con il pugnale sopra il Cuore della Foresta. \n Un colpo. Una crepa. Il cristallo si spezzò con un suono assordante. \n Lina cadde in ginocchio, aspettandosi la catastrofe. Ma invece dell'appassimento accadde un miracolo. Dai frammenti del cristallo esplose una luce accecante, e la foresta intorno brillò di nuovi colori. Gli alberi crebbero ancora più alti, l'erba divenne verde smeraldo, i fiori profumarono incredibilmente dolci. E la cosa più sorprendente - apparvero nuovi sentieri che conducevano ad angoli precedentemente inaccessibili della foresta. \n \"Ma come... perché...\" sussurrava Lina sconvolta, guardando il miracolo intorno. \n Improvvisamente notò che Cornelio si appoggiava debolmente alla parete della grotta, pallido e sanguinante. La ferita che gli aveva inflitto era più profonda di quanto sembrasse. \n \"Sei ferito!\" esclamò la ragazza, dimenticando tutto. Gli istinti di guaritrice presero il sopravvento. Si precipitò dal vecchio e esaminò rapidamente la ferita. \"Perdonami, non volevo...\" \n Lina tirò fuori dalla sua borsa le erbe curative e iniziò a medicare delicatamente il taglio. Le sue mani brillavano di una luce verde soffusa - ora che il Cuore della Foresta era stato liberato, il suo potere di guarigione si era moltiplicato. La ferita iniziò a rimarginarsi sotto i suoi occhi. \n Il vecchio si voltò verso di lei, e vide che i suoi occhi erano pieni di saggezza e bontà. \n \"Figlia mia,\" disse con voce dolce, gettando via il mantello nero e mostrando le vesti di un mago della foresta, \"il Cuore della Foresta doveva essere liberato. Trecento anni fa il mio maestro lo rinchiuse nel cristallo per salvare la foresta dalla magia oscura. Ma l'incantesimo doveva durare solo finché la foresta non si fosse rafforzata. Ora la forza può fluire liberamente.\" \n \"E perché tutti ti temevano? Perché appassivano i fiori?\" \n \"Portavo in me l'incantesimo per distruggere il cristallo. È un peso grave, e la natura lo percepiva. Ma ora è compiuto, e la foresta ci ringrazia.\" \n Lina guardò intorno. Davvero, gli animali stavano tornando, ma ora tra loro c'erano anche nuove specie - farfalle meravigliose con ali luminose, gufi parlanti, piccoli draghi grandi quanto gattini. Anche la sua forza era diventata più potente - sentiva ogni pianta nella foresta, capiva il linguaggio del vento. \n \"Perdonami, saggio Cornelio,\" disse, continuando a curare la sua mano. \"Pensavo di proteggere la foresta, ma invece stavo ostacolando la sua liberazione. E ho anche ferito colui che portava il bene. E prima ho fatto sì che tutta la foresta ti ostacolasse, ti ho sfinito per un'intera settimana...\" \n \"Hai agito correttamente, custodendo quello che consideravi importante,\" disse dolcemente il vecchio, osservando come la sua ferita guariva completamente sotto le sue caresse. \"Ogni ostacolo non faceva che rafforzare la mia determinazione. E il tuo potere di guarire è più importante delle mie ferite. Un vero custode deve prima imparare a proteggere, e poi - capire quando è tempo di lasciar andare.\" \n Da quel momento Lina divenne non solo una guaritrice, ma la saggia custode della nuova, ancora più bella foresta. E Cornelio rimase il suo maestro, raccontando storie antiche e insegnando segreti che si possono comprendere solo guardando oltre l'ovvio. \n E quando i viandanti chiedevano come la foresta fosse diventata così magica, il vento sussurrava loro la storia di come a volte la distruzione sia liberazione, e colui che sembra nemico può rivelarsi l'amico più fedele. \n ",
    "story203": "La Pioggia e la Rosa ",
    "story203Text1": "In un regno lontano, dove i fiori parlavano con voci umane e le nuvole sapevano piangere lacrime vere, viveva la rosa più bella del giardino reale. Si chiamava Scarlatta, e i suoi petali brillavano più dei rubini, mentre il suo profumo era più dolce del miele delle api selvatiche. \n La rosa Scarlatta era l'adorata di tutti: giardinieri, dame di corte e persino del re stesso. Ogni mattina gli sguardi ammirati convergevano su di lei, ogni sera le sussurravano complimenti. Scarlatta si crogiolava nei raggi del sole e si rilassava sotto le mani premurose dei giardinieri, che la innaffiavano con acqua di sorgente e la proteggevano dalla minima brezza. \n Ma sopra il regno viveva la Pioggia Grigia — cupa e tetra, come pensavano tutti gli abitanti. Le sue nuvole oscuravano il sole, le sue gocce battevano sui teneri petali dei fiori, e le fredde raffiche di vento che portava con sé costringevano tutti a nascondersi nelle case. \n \"Ecco che arriva di nuovo quella antipatica Pioggia!\" si indignava Scarlatta quando vedeva avvicinarsi le nuvole. \"Rovinerà la mia bellezza, renderà i petali pesanti e brutti!\" \n ",
    "story203Text2": "E infatti, ogni volta che la Pioggia Grigia si versava sul giardino, Scarlatta perdeva il suo splendore, i suoi petali si afflosciavano e il gambo si piegava sotto il peso delle gocce. \n \"Vattene via!\" gridava al cielo. \"Rovini tutto quello che tocchi! Per colpa tua la gente si rattrista e si nasconde!\" \n Ma la Pioggia Grigia taceva e continuava il suo lavoro. Innaffiava la terra, riempiva fiumi e laghi, lavava la polvere dalle foglie degli alberi. E Scarlatta la odiava sempre di più. \n Un giorno, quando la Pioggia Grigia si versò ancora una volta sul giardino, Scarlatta non riuscì più a sopportarlo. La sua rabbia raggiunse il limite, e si decise per un gesto disperato. Aspettando la mezzanotte, quando la luna era piena, la rosa invocò gli antichi dei della natura. \n \"O grandi dei del cielo e della terra!\" esclamò, alzando la sua bella testolina verso le stelle. \"Ascoltatemi! Io, Scarlatta, la più bella delle rose, vi supplico — liberate il nostro regno da questa terribile Pioggia! Che mai più le sue fredde gocce tocchino i miei petali! Che ci sia sempre il sole!\" \n Gli dei ascoltarono la sua preghiera. Il mattino seguente il cielo divenne sereno senza nuvole, e così continuò giorno dopo giorno. Scarlatta trionfava — finalmente l'antipatica Pioggia era sparita! Brillava ancora di più, i suoi petali scintillavano al sole, e tutti ammiravano la sua bellezza. \n Ma dopo un mese la terra iniziò a screpolarsi. Dopo due mesi i fiumi iniziarono a prosciugarsi. Dopo tre mesi i giardinieri smisero di venire — l'acqua nei pozzi reali si stava esaurendo, e quella che rimaneva serviva alla gente per bere. Scarlatta iniziò a sentire la sete — le sue foglie ingiallirono, i petali divennero fragili e il gambo si indeboliva giorno dopo giorno. \n \"Dove sono i giardinieri?\" sussurrava con voce sempre più debole. \"Perché non mi innaffiano?\" \n Intorno a lei morivano gli altri fiori. Prima appassirono le tenere violette, poi si afflosciarono i superbi gigli, poi si seccarono le allegre margherite. Il giardino reale si stava trasformando in un deserto, e Scarlatta capì la terribile verità — era colpa sua. Aveva condannato a morte tutto ciò che era vivo con la sua richiesta egoista. \n \"Che cosa ho fatto?\" piangeva, e le sue lacrime erano più amare dell'assenzio. \"Ho rovinato tutti! A causa della mia stupidità e orgoglio sta morendo un intero regno!\" \n Allora, raccogliendo le ultime forze, Scarlatta invocò di nuovo gli dei: \n \"O grandi dei!\" gridava con voce che si affievoliva. \"Ho capito il mio errore! Riportate la Pioggia! Sono pronta a sacrificarmi — che io mi secchi e muoia, ma che torni la Pioggia Grigia e salvi il regno! Prendete la mia vita in cambio del suo ritorno!\" \n E in quello stesso istante Scarlatta sentì come i suoi succhi vitali la stavano abbandonando. I petali uno dopo l'altro iniziarono a cadere — ogni petalo caduto si trasformava nel cielo in una piccola nuvoletta. Il suo gambo si indeboliva, le radici si seccavano. Scarlatta si sacrificava, donando la sua forza vitale per creare nuvole di pioggia. \n All'orizzonte si radunarono nuvole grigie — proprio quelle nuvolette nate dai suoi petali. Le persone uscirono dalle case e gridarono di gioia: \n \"Arriva la pioggia! Arriva la pioggia!\" \n La Pioggia Grigia tornò. Vide Scarlatta morente — le rimaneva solo un ultimo petalo, e anche quello a stento si reggeva sul gambo secco. \n \"Perdonami,\" sussurrò. \"Sono stata stupida ed egoista. Pensavo che tu portassi solo fastidi, invece tu... tu dai la vita. Ora do la mia vita perché tu possa tornare e salvare tutti.\" \n Allora la Pioggia Grigia parlò per la prima volta. La sua voce era profonda e saggia, come quella di un vecchio maestro: \n \"No, cara Scarlatta,\" nella voce della Pioggia risuonava un'infinita bontà. \"Hai capito la cosa principale — la vera bellezza sta nel sacrificarsi per gli altri. Ma non ti permetterò di morire. La tua disponibilità a sacrificarti per tutti ha dimostrato che hai acquisito la vera saggezza.\" \n E la Pioggia iniziò a cadere — non con gocce normali, ma magiche. Ogni goccia, toccando Scarlatta, le restituiva la vita. Il gambo secco rinverdiva, le radici si riempivano di forza, e al posto dei petali caduti ne crescevano di nuovi — ancora più belli di prima. \n Allora la Pioggia Grigia parlò di nuovo: \n \"Cara Scarlatta, non ho mai voluto farti del male. Sapevo che ti saresti arrabbiata con me, ma sapevo anche che senza di me saresti morta. A volte ciò che sembra spiacevole è in realtà necessario.\" \n \"Ma perché non me l'hai spiegato prima?\" chiese Scarlatta. \n \"Perché alcune verità si possono capire solo attraverso l'esperienza,\" rispose la Pioggia. \"Se ti avessi detto che ero necessaria per la tua vita, non mi avresti creduto. Dovevi sentirnelo da sola.\" \n La pioggia cadde per tre giorni e tre notti. In questo tempo Scarlatta non solo recuperò le sue forze, ma capì molte cose importanti. Vide come gli uccelli gioivano per la pioggia, come rinverdivano gli alberi, come si riempivano i fiumi. Capì che la bellezza senza saggezza è vuoto, e la saggezza a volte arriva attraverso le prove. \n Quando la pioggia finì e spuntò il sole, Scarlatta fiorì come non mai. Ma ora la sua bellezza era diversa — non solo esteriore, ma anche interiore. Aveva imparato ad apprezzare ogni goccia d'acqua, ogni raggio di sole, ogni giorno di vita. \n \"Grazie, saggia Pioggia,\" disse guardando il cielo. \"Perdonami per non aver capito così a lungo la tua bontà.\" \n \"Non c'è niente da perdonare, cara Scarlatta,\" rispose la Pioggia Grigia, che ora non le sembrava più grigia, ma scintillava di tutti i colori dell'arcobaleno. \"Hai percorso un cammino importante — dalla bellezza esteriore alla bellezza vera.\" \n Da allora Scarlatta non si lamentò mai più della pioggia. Anzi, iniziò a raccontare agli altri fiori della saggezza della Pioggia, di come non tutto ciò che sembra cattivo sia veramente un male. A volte i doni più grandi ci arrivano sotto mentite spoglie. \n E la Pioggia Grigia continuò il suo lavoro — innaffiava la terra, dava vita alle piante e insegnava a tutti gli esseri viventi ad apprezzare quello che avevano. E anche se le persone continuavano a brontolare quando arrivava, i saggi tra loro sapevano: la pioggia non è una punizione, ma una benedizione. \n Così Scarlatta e la Pioggia diventarono amiche, e la loro amicizia ricordava a tutti nel regno una verità importante: la vera saggezza consiste nel vedere il bene anche dove è nascosto sotto la maschera delle prove. \n E da allora in quel regno erano considerati bellissimi non solo i giorni di sole splendente, ma anche quelli piovosi — perché proprio questi portavano il vero miracolo della vita. \n",
    "story204": "Il Desiderio della Strega",
    "story204Text1": "Nell'antica città di Valendorf, tra strette stradine lastricate e alte case di pietra, viveva una strega di nome Selaria. La sua torre si ergeva sopra gli altri edifici nel cuore della città, come un dito nero che puntava verso il cielo. I cittadini non osavano scacciarla — troppo grande era il suo potere, troppo pericolosa la sua vendetta. Ma non riuscivano nemmeno ad amarla. Selaria era rispettata per paura, mentre alle sue spalle sussurravano delle sue oscure azioni. \n Una sera tardi, alla torre della strega si avvicinò una giovane donna di nome Elara. Il suo vestito semplice ma ordinato di buona stoffa parlava di una modesta agiatezza. Il volto della donna era emaciato dal dolore, e tra le mani portava un fagotto avvolto in pulito tessuto di lino. \n \"Signora Selaria,\" la chiamò con voce tremula. \"Aiutatemi, vi supplico!\" \n La porta della torre scricchiolò, aprendosi da sola. Elara salì per la scala a chiocciola e si trovò in una stanza circolare illuminata da decine di candele. La strega sedeva su un'alta poltrona, i suoi capelli neri come la pece scendevano sulle spalle, e gli occhi scuri guardavano penetranti la visitatrice. \n \"Parla,\" ordinò Selaria. \n \"Mio figlio sta morendo,\" singhiozzò Elara. \"Da due mesi giace privo di sensi. I medici della città si arrendono. Dicono che è una maledizione o una malattia rara, contro la quale non c'è medicina.\" \n Elara aprì il fagotto. Lì giaceva tutta la sua modesta ricchezza: alcune monete d'oro e d'argento, un elegante anello con una piccola pietra e uno scialle finissimo, di rara fattura. \n ",
    "story204Text2": "La strega guardò l'anello, e i suoi occhi si restrinserono per un istante. \n \"Gioiello interessante,\" disse sottovoce. \"Da dove lo hai?\" \n \"È un regalo... di suo padre,\" rispose Elara incerta. \n Selaria passò le dita sull'anello e sentì l'aura magica di un'antica famiglia ducale. \n \"Ora tutto è chiaro,\" mormorò la strega tra sé. \"Questo ragazzo è figlio del duca Adriano.\" \n \"È tutto quello che ho,\" sussurrò Elara. \"Prendetelo come pagamento per i vostri servigi. Salvate mio figlio! Per lui sono pronta a tutto.\" \n \"Tutto?\" ripeté freddamente la strega. \"No, ragazza. Per guarire tuo figlio richiederò di più.\" \n \"Che cosa?\" chiese Elara spaventata. \n \"La tua memoria di lui.\" \n Elara indietreggiò come colpita. \n \"Che cosa intendete?\" \n \"Cancellerò dalla tua mente ogni ricordo che tu abbia mai avuto un figlio,\" spiegò la strega con tono impassibile. \"Dimenticherai il suo nome, il suo volto, il fatto stesso della sua esistenza. Per te non sarà mai nato.\" \n \"È... è mostruoso!\" esclamò la giovane donna. \"Come potete chiedere una cosa simile? Quale madre accetterebbe di dimenticare il proprio figlio?\" \n \"Una madre che vuole che suo figlio viva,\" rispose Selaria. \"Decidi in fretta. Ogni minuto potrebbe essere l'ultimo per il tuo bambino.\" \n Elara si dibatteva nella disperazione. Le lacrime le scendevano sulle guance, e il cuore si spezzava dal dolore. Ma l'amore materno si rivelò più forte della paura dell'oblio. \n \"Va bene,\" sussurrò appena udibile. \"Salvatelo.\" \n Selaria si alzò dalla poltrona e toccò il cristallo del suo medaglione, che emanava una fredda luce blu. \n \"Guarda qui,\" ordinò. \n Elara alzò gli occhi, e il cristallo brillò di luce accecante. L'aria si riempì del ronzio dell'energia magica, e la mente della donna fu avvolta dalla nebbia dell'oblio. I ricordi del figlio — il suo primo grido, i primi passi, le prime parole — si dissolsero nel vuoto, come se non fossero mai esistiti. \n Quando tutto finì, Elara si guardò intorno smarrita. \n \"Io... dove sono?\" mormorò. \"Che cosa ci faccio qui?\" \n \"Ti sei persa,\" disse Selaria. \"Vai a casa. E non tornare qui senza motivo.\" \n Elara lasciò la torre, non ricordando perché fosse venuta. E Selaria stava alla finestra, osservando la donna che se ne andava per la strada buia. \n Mentre Elara tornava a casa, ancora in uno strano torpore, Selaria non perse tempo. Con l'aiuto di uno specchio magico penetrò nella casa della donna, portò via con cautela il bambino, che era così debole da sembrare già morto. La strega creò un incantesimo di oblio anche nella dimora stessa. Tutti gli oggetti del bambino scomparvero, le tracce della sua presenza si cancellarono, come se il ragazzo non ci fosse mai stato. E nessuno se ne sarebbe ricordato — la forza della magia agiva su tutti coloro che lo conoscevano. \n Ma Selaria sapeva quello che sua madre non sapeva. Sapeva chi era il padre di questo bambino. \n Tre anni prima il duca Adriano, signore di quelle terre, si era innamorato di una semplice ragazza di nome Elara. La loro relazione segreta durò abbastanza a lungo, e il duca stava già progettando di sposare Elara. Ma aveva bisogno di tempo per preparare e giustificare il matrimonio con una ragazza semplice davanti ai suoi parenti e consiglieri. Ma improvvisamente iniziarono scontri ai confini dei suoi possedimenti, e partì per sistemare le cose là. Tornando a casa dopo aver risolto con successo i problemi, il duca morì per mano di un traditore che non fu mai trovato. Elara non riuscì mai a dirgli che aspettava un bambino. Non seppe mai chi fosse veramente il padre del suo piccolo. \n Ma lo zio del duca, lord Castor, sapeva dell'esistenza del nipote. Da tempo cercava il ragazzo, desiderando uccidere l'unico pretendente al potere nel ducato che potesse ostacolare i suoi piani di conquista di quelle terre. Castor aveva già mandato assassini contro diversi bambini nati nello stesso periodo, ma finora non era riuscito nel suo intento. \n Selaria capì: l'unico modo per salvare il bambino era non solo guarirlo, ma anche nasconderlo dallo zio usurpatore. \n Prendendo con cura il ragazzo tra le braccia, la strega lo portò nella sua torre. Là lottò per la sua vita per tre giorni e tre notti, usando i più potenti incantesimi di guarigione. Gli donava parte della sua forza vitale, preparava elisir dalle erbe più rare e invocava antichi spiriti della salute. \n Il quarto giorno il ragazzo aprì gli occhi. \n Nel frattempo lord Castor perquisiva tutta la città. I suoi uomini irrompevano nelle case dove c'erano bambini dell'età giusta, interrogavano le madri, studiavano documenti. Quando arrivarono da Elara, lei fu sinceramente perplessa: \n \"Quale bambino? Non ho mai avuto figli. Vivo da sola.\" \n I vicini confermavano le sue parole. Nessuno ricordava che Elara avesse avuto un figlio — tale era la forza dell'incantesimo di Selaria. Aveva cancellato la memoria del ragazzo non solo dalla madre, ma da tutti coloro che lo conoscevano. \n Castor era furioso. Sapeva che da qualche parte in città si nascondeva il nipote, ma non riusciva a trovarlo. \n E nella torre della strega il ragazzo cresceva e si fortificava. Selaria gli diede un nuovo nome — Tairus — e iniziò a insegnargli tutto quello che sapeva. Lo istruiva non solo nella magia, ma anche nelle scienze, nelle lingue, nell'arte del governo. Il bambino si rivelò un allievo capace, e ogni anno la sua somiglianza con il defunto padre diventava sempre più evidente. \n Gli anni passavano. Gli abitanti della città vedevano come la strega allevasse un ragazzo, ma nessuno osava fare domande. Si diceva che fosse il suo allievo o figlio adottivo. Anche a lord Castor arrivarono queste voci, ma il pensiero che la potente strega potesse allevare suo nipote gli sembrava assurdo. \n Elara continuava a vivere la sua vita, lavorando come abile sarta e non sospettando di essere stata una volta madre. La sua maestria le permetteva di condurre una vita modesta ma dignitosa. A volte la coglieva una strana malinconia, come se mancasse qualcosa nella sua vita, ma non riusciva a capire cosa. \n Quando Tairus compì diciotto anni, Selaria lo chiamò da sé. \n \"È arrivato il momento di conoscere il segreto delle tue origini, ragazzo mio,\" gli disse. \n E gli raccontò tutta la storia: dei suoi veri genitori, dello zio perfido, della madre che aveva sacrificato la memoria per salvare la sua vita. \n Tairus rimase a lungo in silenzio, guardando il fuoco del camino. \n \"Quindi da qualche parte in città vive una donna che mi ha partorito, ma non se ne ricorda?\" chiese infine. \n \"Sì. E l'assassino che vuole la tua morte per impossessarsi del potere.\" \n \"Che cosa devo fare?\" \n \"Decidere spetta a te,\" rispose Selaria. \"Puoi restare qui, al sicuro. Puoi andartene lontano da qui e iniziare una nuova vita. Oppure puoi... tornare e accettare il tuo destino.\" \n Tairus si alzò e si avvicinò alla finestra, da dove si vedeva tutta la città. \n ",
    "story204Text3": "\"Mio zio è un tiranno,\" disse. \"Il popolo soffre sotto il suo dominio. E mia madre vive, avendo dimenticato l'unica cosa che poteva dare senso alla sua vita.\" \n \"E che cosa sceglierai?\" \n \"La giustizia,\" rispose fermamente il giovane. \n Quella stessa notte Tairus andò alla casa di Elara. La donna aprì la porta e vide davanti a sé un bellissimo giovane uomo. Nei suoi lineamenti c'era qualcosa di familiare che fece battere il suo cuore più velocemente. \n \"Chi siete?\" chiese. \n \"Sono colui che hai portato nel tuo cuore diciannove anni fa,\" rispose sottovoce. \"Colui che hai salvato, sacrificando la cosa più cara — la memoria di lui.\" \n E le raccontò tutta la verità. \n Ascoltandolo, Elara piangeva. Con ogni parola nella sua anima qualcosa si risvegliava, come se si destasse da un lungo sonno. L'amore materno, che è impossibile cancellare completamente, riempì il suo cuore. \n \"Perdonami, figlio mio,\" sussurrò, abbracciando Tairus. \"Perdonami di averti dimenticato.\" \n \"Non hai nulla di cui chiedere perdono, mamma. Hai compiuto il più grande atto d'amore.\" \n Il giorno seguente Tairus si presentò al palazzo e rivendicò i suoi diritti sulle terre del ducato, come unico erede. Aveva le prove della sua nobile origine e testimoni che ricordavano il duca Adriano. Lord Castor capì che i suoi piani erano crollati, e tentò di uccidere il nipote, ma la magia di Selaria protesse il giovane. Si batterono in duello con le spade, e lord Castor fu sconfitto. \n  ",
    "story204Text4": "Castor fu rovesciato e esiliato, e Tairus divenne duca. Il suo primo decreto fu il miglioramento della vita dei semplici cittadini, e invitò Selaria a diventare consigliere principale. \n \"Ma io sono una strega,\" disse lei. \"Il popolo mi teme.\" \n \"Allora lascia che conoscano la verità,\" rispose Tairus. \n E la verità fu conosciuta da tutti. Si scoprì che colei che tutti consideravano una malvagia maga, in realtà era una saggia protettrice della giustizia. Aveva salvato il futuro governante di quelle terre, preservato la vita della madre che poteva morire di dolore, e protetto il ducato dal tiranno. \n Da allora Selaria non fu più temuta — fu venerata. Ed Elara e Tairus andarono a vivere nel palazzo, ritrovandosi finalmente dopo lunghi anni di separazione. \n E anche se gli anni perduti a causa dell'oblio non potevano essere recuperati, l'amore tra madre e figlio si rivelò più forte di qualsiasi magia e di qualsiasi tempo. \n",
    "story205": "Il Castello tra le Nuvole",
    "story205Text1": "In un paese lontano, dove le montagne toccavano il cielo stesso, viveva una bambina di nome Eridia. Era famosa per la sua bontà e per la sua capacità di coltivare fiori meravigliosi che potevano guarire qualsiasi malattia. Eridia viveva in un piccolo villaggio ai piedi della montagna, e tutti gli abitanti si rivolgevano a lei per aiuto. \n Una mattina sopra il villaggio apparve un castello maestoso, sospeso tra le nuvole. Da esso scese un cavaliere in mantello nero su un cavallo alato. Il suo volto era nascosto dal cappuccio e la sua voce suonava fredda e imperiosa. \n ",
    "story205Text2": "\"Io sono il conte Tenerius,\" disse. \"Ho bisogno della bambina che sa coltivare fiori magici. Datemi Eridia, o trasformerò il vostro villaggio in un deserto!\" \n Gli abitanti del villaggio furono presi dal terrore. L'anziano del villaggio supplicò Tenerius di non toccare Eridia, promise oro e gioielli, ma quello rimase inflessibile. \n \"Avete tre giorni,\" disse il conte. \"Se la bambina non si presenterà volontariamente, la prenderò con la forza.\" \n Eridia vide come soffrivano i suoi cari. Nonostante le suppliche dei genitori e degli amici, prese una decisione. \n Dopo tre giorni, quando il conte si presentò di nuovo, lei annunciò: \n \"Verrò con lui, non posso permettere che tutto il villaggio soffra a causa mia.\" \n Il conte Tenerius annuì e sollevò Eridia sul suo cavallo alato. Si alzarono in volo verso il castello sospeso. Per tutto il viaggio Eridia pianse, pensando che non avrebbe mai più rivisto la sua casa natale. \n Il castello tra le nuvole si rivelò cupo e freddo. Le torri alte si perdevano nella nebbia e i corridoi riecheggiavano ad ogni passo. Il conte condusse Eridia in un'enorme serra in cima al castello. \n \"Qui lavorerai,\" disse, indicando le aiuole secche. \"Fai crescere fiori che possano guarire qualsiasi malattia.\" \n \"Ma perché ne avete bisogno?\" chiese Eridia con le lacrime agli occhi. \n Il conte non rispose e se ne andò, chiudendo la porta con un grande lucchetto di ferro. \n I giorni passavano uno dopo l'altro. Eridia coltivava i suoi fiori magici, ma risultavano pallidi e deboli. Non capiva perché - prima le riusciva tutto così facilmente. Il conte veniva ogni giorno a controllare il suo lavoro, e ogni volta il suo volto diventava sempre più cupo. \n Un giorno, vagando per il castello in cerca di un modo per fuggire, Eridia scoprì un passaggio segreto che portava ai sotterranei. Lì vide qualcosa di terrificante: centinaia di persone giacevano prive di sensi, i loro corpi coperti da macchie nere di una malattia sconosciuta. \n \"Ora conosci la verità,\" si sentì alle spalle una voce familiare. \n Eridia si voltò e vide il conte Tenerius, ma questa volta non aveva il cappuccio. Il suo volto si rivelò gentile, anche se segnato dal dolore. \n \"Questa è la mia famiglia, i miei servitori, gli abitanti delle mie terre,\" disse sottovoce. \"Tre anni fa una terribile malattia si abbatté sulle nostre terre. Trasforma le persone in pietra, iniziando dal cuore. Ho spostato il castello tra le nuvole perché la malattia non si diffondesse oltre.\" \n \"Ma perché non me l'avete detto subito?\" esclamò Eridia. \n \"Perché nessuno avrebbe accettato di aiutare volontariamente, sapendo di un tale pericolo. Dovevo sembrare un malvagio perché tu venissi qui. Perdonami per l'inganno.\" \n Eridia capì che i fiori risultavano deboli perché li coltivava nella rabbia e nella disperazione. Ora, conoscendo la verità, sentì compassione per quelle persone sfortunate. \n \"Vi aiuterò,\" disse con decisione. \"Ma ho bisogno di lavorare non come prigioniera, ma come amica.\" \n Il conte acconsentì, ed Eridia si mise al lavoro con nuove forze. Coltivava i fiori riempiendoli di amore e speranza. Gradualmente le piante diventavano sempre più brillanti e forti. \n ",
    "story205Text3": "Ma allora accadde qualcosa di imprevisto. La malattia sentì la minaccia e si materializzò sotto forma di un tornado nero che attaccò il castello. Il conte Tenerius combatté coraggiosamente, cercando di proteggere il castello dal pericolo. Usò un'antica magia, ma le forze erano impari. \n Eridia capì che doveva fare qualcosa. Raccolse tutti i fiori coltivati e creò con essi un potente elisir. Ma perché facesse effetto, qualcuno doveva berlo e sacrificarsi, prendendo su di sé tutta la malattia. \n \"Lo farò io,\" disse Eridia. \n \"No!\" gridò il conte. \"Sei troppo giovane, hai tutta la vita davanti!\" \n Ma Eridia aveva già bevuto l'elisir. Il suo corpo si illuminò di una luce brillante e si trasformò in un'onda risanatrice luminosa. La malattia-tornado scomparve con un ululo, e tutte le persone infette iniziarono a risvegliarsi. \n Tuttavia, invece di morire, Eridia scoprì di essere diventata ancora più forte. Il suo sacrificio e l'amore per le persone avevano trasformato la maledizione in benedizione. \n Il conte Tenerius si inchinò davanti a lei con gratitudine: \n \"Hai salvato non solo la mia gente, grazie!\" \n \"E grazie a te,\" rispose Eridia. \"Mi hai mostrato che anche le azioni più oscure possono portare alla luce, se dietro ci sono buone intenzioni.\" \n Eridia tornò al suo villaggio, ma ora poteva volare tra il castello tra le nuvole e la casa natale, aiutando tutti coloro che avevano bisogno di guarigione. Il conte Tenerius divenne il suo fidato amico e assistente, e il suo castello si trasformò in un ospedale per tutti i sofferenti. \n Così la bambina capì che a volte ciò che sembra male può essere bene mascherato, e che i veri eroi sono pronti a sembrare malvagi per salvare gli altri. E che la magia più potente del mondo è l'amore e la disponibilità a sacrificarsi per gli altri. \n",
    "story301": "In Cerca del Lunarite",
    "story301Text1": "In un piccolo villaggio ai margini di una fitta foresta viveva un ragazzo di nome Reynar. Era orfano — i genitori erano morti quando aveva solo cinque anni, e da allora era stato cresciuto da parenti lontani: una coppia di nome Borian e Agaris. Ma la vita nella loro casa era per Reynar un vero tormento. Lo costringevano a lavorare dall'alba al tramonto: trasportare acqua dal pozzo, tagliare legna, riparare la recinzione, pascolare le capre. E per la minima trasgressione gli davano senza esitazione pugni e schiaffi. Nutrivano il ragazzo solo con gli avanzi della tavola dei padroni: pane secco e brodo acquoso. I suoi vestiti erano tutti rappezzati, e d'inverno tremava di freddo con le scarpe bucate. \n La cosa peggiore era che Reynar, essendo basso e magro, era debole per la sua età — molto più debole dei figli naturali dei suoi tutori, Grian e Maris. Questi ragazzi robusti lo tormentavano costantemente: lo spingevano, gli tiravano i capelli, gli portavano via il poco cibo che aveva, lo costringevano a fare per loro i lavori più sporchi. Quando i genitori non guardavano, potevano rinchiudere Reynar nel freddo granaio o costringerlo a strisciare nel fango, \"divertendosi\" con la sua impotenza. Il poveretto andava sempre in giro con lividi e graffi. \n Dovunque Reynar si recasse nel villaggio, ovunque lo aspettavano derisioni e maltrattamenti. Differiva troppo nell'aspetto dai suoi compaesani — un ragazzo dagli occhi azzurri con capelli bianchi come la neve, tra i bruni dagli occhi scuri. \n Inoltre, Reynar aveva una particolarità che spaventava non solo la famiglia dei suoi tutori, ma anche i vicini: dentro di lui viveva una strana forza che non sapeva assolutamente controllare. Quando lo trattavano con particolare crudeltà — lo picchiavano, o quando per fame e stanchezza non riusciva a stare in piedi — intorno a lui iniziavano ad accadere cose incomprensibili. I vasi cadevano da soli dagli scaffali, il fuoco nel camino divampava con fiamme blu, e a volte anche piccoli sassi si sollevavano in aria. Ma il ragazzo non capiva come accadesse e non riusciva a controllarlo. Borian per la rabbia lo picchiava ancora più forte, e Grian e Maris cercavano di tenersi lontani quando vedevano che intorno al ragazzo iniziavano ad accadere stranezze. \n Così Reynar crebbe senza amore e cure, non conoscendo né tenerezza né parole gentili. E solo a volte nei sogni vedeva una donna sorridente con occhi gentili, che lo guardava con tenerezza. E allora il suo cuore si riempiva di sentimenti dimenticati — gioia e felicità. Reynar non ricordava affatto i suoi genitori, dai ricordi dell'infanzia non gli erano rimaste immagini, solo una sensazione spettrale di tenerezza e amore. Ma era sicuro che nei sogni veniva da lui la mamma. Cercava nel sogno di avvicinarsi a lei, per abbracciarla o almeno toccarla, ma lei si allontanava immancabilmente. Gli tendeva la mano e lo guardava tristemente da lontano. A volte iniziava a muovere le labbra, come se cercasse di dire qualcosa, ma nello stesso momento l'immagine della donna si dissolveva nella nebbia, e lui si svegliava. \n",
    "story301Text2": "Più Reynar cresceva, più difficile diventava per lui controllare la sua forza, e più spesso essa si scatenava rompendo, distruggendo o bruciando qualcosa. Gli abitanti del villaggio già prima non lo sopportavano, e ora iniziarono completamente ad evitarlo. In quelle terre temevano la magia e cercavano di starne alla larga. \n Nella notte del suo tredicesimo compleanno — un giorno che nessuno nella casa dei tutori aveva mai festeggiato — Reynar vide di nuovo in sogno la donna familiare. Ma questa volta tutto era diverso. Si avvicinò a lui, e quando le sue labbra iniziarono a muoversi, l'immagine non scomparve. Per la prima volta in tutti quegli anni Reynar sentì la sua voce — dolce, calda, piena d'amore. \n \"Mio caro figlio,\" disse lei, e le lacrime brillarono nei suoi occhi chiari. \"Finalmente sei pronto a sentirmi. Ho cercato così a lungo di raggiungerti.\" \n \"Mamma?\" sussurrò Reynar, non credendo di poter parlare con lei. \n ",
    "story301Text3": "\"Sì, sono io. E devo raccontarti di tuo padre e del tuo dono.\" La donna gli tese la mano, ma Reynar non riuscì a toccarla, come se tra loro ci fosse un muro invisibile. \"Tuo padre venne da noi nel villaggio da terre lontane, da un paese dove vivono molti maghi. Anche lui era un mago molto potente. Era affidabile e buono, ma molto riservato e non raccontava mai del suo passato, da dove veniva e chi fosse la sua famiglia.\" \n \"E cosa gli è successo?\" chiese il ragazzo. \n \"È morto di una malattia magica, quando avevi cinque anni. Qui non riuscirono ad aiutarlo, lo sai, da noi temono la magia... Ma prima di morire mi disse che, quando il tuo dono magico si fosse manifestato e rafforzato, avresti dovuto recarti nelle sue terre natali e lì imparare a usarlo.\" La voce della madre divenne seria. \"Gli giurai che ti avrei mandato in viaggio. Questo giuramento tiene il mio spirito al confine tra vita e morte fino ad ora. Perché dopo sei mesi dalla morte di tuo padre anch'io perì in un incendio nella nostra casa... Tuo padre diceva che era necessario che tu imparassi a usare il dono. Questo è importante non solo per te, ma per il futuro di tutto il nostro mondo. Un grande pericolo minaccia tutte le terre, e coloro che posseggono la vera magia devono essere pronti ad affrontarlo.\" \n \"Ma non so dove sono queste terre,\" disse Reynar confuso. \n \"Tuo padre portava sempre con sé una piccola pietra di straordinaria bellezza. La chiamava lunarite — pietra della luce lunare. Questo cristallo brillava dall'interno con un bagliore argenteo-azzurro, come se in esso fosse racchiuso un frammento della luna stessa. Diceva che i lunariti si trovano solo nelle sue terre natali, nelle miniere antiche.\" \n La madre tese la mano, e nell'aria apparve un'immagine spettrale della pietra — piccola, delle dimensioni di una noce, un cristallo sfaccettato che emanava un dolce bagliore interno. \n \"Trova i commercianti che vendono lunariti. Loro conoscono la strada per le terre di tuo padre. E lì troverai coloro che ti aiuteranno a comprendere il tuo dono. Cerca i grandi maghi, figlio mio. Ti guideranno.\" L'immagine della madre iniziò lentamente a dissolversi. \"La tua forza cresce, e devi imparare a controllarla. Ricorda — non sei solo. L'amore di tuo padre e il mio sarà sempre con te.\" \n \"Aspetta!\" gridò Reynar. \"Come si chiamava papà? Dimmi ancora di lui!\" \n Ma la madre sorrise solo tristemente: \n \"Perdonami, caro. Mi chiese di non dire mai il suo nome. Ma sappi che ci amava entrambi più della vita.\" \n \"Rimani ancora, anche solo per poco, ti prego! Mi mancavate così tanto!\" sussurrava Reynar, tendendo le mani verso la madre. \n \"Non posso, tesoro,\" la sua voce suonava sempre più debole, e l'immagine diventava sempre più trasparente. \"Ti amo.\" \n Con queste parole si tolse dal collo un medaglione argentato e lo premette con il palmo aperto contro la barriera invisibile che li separava. Reynar tese la mano, ma non riuscì a toccare la sua mano. L'immagine della madre continuò lentamente a sciogliersi, finché non scomparve completamente, lasciando Reynar solo con nuove conoscenze che avevano stravolto tutta la sua comprensione del mondo. \n E al mattino si svegliò, stringendo nella mano il medaglione della madre. Non stupendosi più di nulla, se lo mise al collo — il medaglione divenne immediatamente invisibile. \n ",
    "story301Text4": "\"Sì, sono io. E devo raccontarti di tuo padre e del tuo dono.\" La donna gli tese la mano, ma Reynar non riuscì a toccarla, come se tra loro ci fosse un muro invisibile. \"Tuo padre venne da noi nel villaggio da terre lontane, da un paese dove vivono molti maghi. Anche lui era un mago molto potente. Era affidabile e buono, ma molto riservato e non raccontava mai del suo passato, da dove veniva e chi fosse la sua famiglia.\" \n \"E cosa gli è successo?\" chiese il ragazzo. \n \"È morto di una malattia magica, quando avevi cinque anni. Qui non riuscirono ad aiutarlo, lo sai, da noi temono la magia... Ma prima di morire mi disse che, quando il tuo dono magico si fosse manifestato e rafforzato, avresti dovuto recarti nelle sue terre natali e lì imparare a usarlo.\" La voce della madre divenne seria. \"Gli giurai che ti avrei mandato in viaggio. Questo giuramento tiene il mio spirito al confine tra vita e morte fino ad ora. Perché dopo sei mesi dalla morte di tuo padre anch'io perì in un incendio nella nostra casa... Tuo padre diceva che era necessario che tu imparassi a usare il dono. Questo è importante non solo per te, ma per il futuro di tutto il nostro mondo. Un grande pericolo minaccia tutte le terre, e coloro che posseggono la vera magia devono essere pronti ad affrontarlo.\" \n \"Ma non so dove sono queste terre,\" disse Reynar confuso. \n \"Tuo padre portava sempre con sé una piccola pietra di straordinaria bellezza. La chiamava lunarite — pietra della luce lunare. Questo cristallo brillava dall'interno con un bagliore argenteo-azzurro, come se in esso fosse racchiuso un frammento della luna stessa. Diceva che i lunariti si trovano solo nelle sue terre natali, nelle miniere antiche.\" \n La madre tese la mano, e nell'aria apparve un'immagine spettrale della pietra — piccola, delle dimensioni di una noce, un cristallo sfaccettato che emanava un dolce bagliore interno. \n \"Trova i commercianti che vendono lunariti. Loro conoscono la strada per le terre di tuo padre. E lì troverai coloro che ti aiuteranno a comprendere il tuo dono. Cerca i grandi maghi, figlio mio. Ti guideranno.\" L'immagine della madre iniziò lentamente a dissolversi. \"La tua forza cresce, e devi imparare a controllarla. Ricorda — non sei solo. L'amore di tuo padre e il mio sarà sempre con te.\" \n \"Aspetta!\" gridò Reynar. \"Come si chiamava papà? Dimmi ancora di lui!\" \n Ma la madre sorrise solo tristemente: \n \"Perdonami, caro. Mi chiese di non dire mai il suo nome. Ma sappi che ci amava entrambi più della vita.\" \n \"Rimani ancora, anche solo per poco, ti prego! Mi mancavate così tanto!\" sussurrava Reynar, tendendo le mani verso la madre. \n \"Non posso, tesoro,\" la sua voce suonava sempre più debole, e l'immagine diventava sempre più trasparente. \"Ti amo.\" \n Con queste parole si tolse dal collo un medaglione argentato e lo premette con il palmo aperto contro la barriera invisibile che li separava. Reynar tese la mano, ma non riuscì a toccare la sua mano. L'immagine della madre continuò lentamente a sciogliersi, finché non scomparve completamente, lasciando Reynar solo con nuove conoscenze che avevano stravolto tutta la sua comprensione del mondo. \n E al mattino si svegliò, stringendo nella mano il medaglione della madre. Non stupendosi più di nulla, se lo mise al collo — il medaglione divenne immediatamente invisibile. \n ",
    "story301Text5": "Il viaggio durò più di un giorno. Il ragazzo si nutriva di bacche del bosco, mele selvatiche e beveva acqua dai ruscelli. Dormiva sotto il cielo aperto, avvolgendosi in un vecchio mantello. Alla fine della settimana era esausto e affamato, ma la determinazione non lo abbandonava. \n Scoburn colpì Reynar per le sue dimensioni. Mura alte, torri, molta gente per le strade — non aveva mai visto niente del genere. Nella piazza del mercato i commercianti elogiavano le loro merci, e i compratori contrattavano e discutevano. \n Reynar vagò per giorni nel mercato, chiedendo cautamente ai commercianti di pietre insolite. Molti cacciavano via il ragazzino vestito poveramente, altri ridevano delle sue domande. Ma finalmente incontrò un vecchio commerciante di pietre preziose di nome Valter. \n \"Lunarite?\" ripeté il commerciante, guardando attentamente il ragazzo. \"Da dove conosci queste pietre, ragazzo? Quasi non le portano, sono molto rare e costose.\" \n \"Mio padre... parlava di esse,\" rispose cautamente Reynar. \n Valter studiò a lungo il suo viso, poi annuì: \n \"Ho un lunarite. Ma posso mostrarlo solo a un compratore serio.\" \n \"Non sono un compratore,\" ammise onestamente Reynar. \"Sto cercando le terre dove si estraggono queste pietre.\" \n Il commerciante alzò le sopracciglia sorpreso, ma qualcosa negli occhi del ragazzo lo fece prendere sul serio la richiesta. Tirò fuori da una tasca segreta una piccola borsa e ne estrasse cautamente un cristallo. \n Il lunarite era esattamente come aveva mostrato la madre — una pietra sfaccettata delle dimensioni di una noce, che emanava un dolce bagliore argenteo-azzurro. Nel vederlo il cuore di Reynar iniziò a battere più veloce — questo era il primo legame reale con il padre. \n ",
    "story301Text6": "\"Questa pietra l'ha portata un commerciante dal lontano regno di Silvaria,\" disse Valter. \"Là, oltre la Grande Foresta e le Montagne d'Argento, ci sono miniere antiche. Il viaggio è lungo e pericoloso — perché passa attraverso terre selvagge.\" \n Spiegò dettagliatamente la strada: bisognava andare a nord attraverso la Grande Foresta, poi oltrepassare le Montagne d'Argento lungo l'antica via commerciale, e là già trovare la capitale di Silvaria — la città di Eluntar. \n",
    "story301Text7": "Reynar partì per il viaggio la mattina seguente. Un mese di vagabondaggio attraverso foreste e montagne fu pieno di prove. Si perdeva nei boschi fitti, si salvava dalle bestie selvatiche, sopportava le fredde notti di montagna. Si nutriva di radici, bacche, funghi — tutto quello che riusciva a trovare. A volte riusciva a guadagnare un paio di monete o del cibo, svolgendo piccoli lavori — aiutare a scaricare merci a un commerciante, spaccare legna o portare acqua a una vecchietta. I suoi vestiti si logoravano ancora di più, dimagrì e si abbronzò, ma il suo spirito non era spezzato. \n Durante il viaggio notò che più andava a nord, più spesso incontrava fenomeni strani — alberi con foglie argentate, fiori che brillavano nel buio, uccelli con ali iridescenti. La magia qui era più forte, impregnava letteralmente l'aria, e lui la sentiva. \n Finalmente, scendendo dall'ultimo passo montano, Reynar vide una valle, al centro della quale si estendeva una magnifica città. Eluntar stupiva per la sua bellezza — edifici di pietra bianca con cupole d'argento, torri alte, decorate con cristalli luminosi, larghe strade lungo le quali scorrevano ruscelli d'acqua purissima. \n ",
    "story301Text8": "Ma più di tutto Reynar fu colpito da come qui si usasse la magia in modo ordinario. I lampioni stradali si accendevano da soli con l'arrivo del crepuscolo. I commercianti riscaldavano i loro padiglioni con fuoco magico. I giardinieri innaffiavano i fiori, creando pioggia con un gesto della mano. I bambini giocavano con palle luminose. Le guardie alle porte portavano spade con rune, e le loro armature scintillavano di incantesimi protettivi. \n Per gli abitanti di Eluntar la magia era naturale come il respiro. Nessuno ne aveva paura, non si scostava. Le persone vivevano con essa in armonia, usandola per i bisogni quotidiani. \n Reynar vagava per le strade, affascinato da questo spettacolo. Qui non si sentiva strano o pericoloso. La sua forza incontrollata non sembrava più una maledizione — era parte di questo mondo meraviglioso. \n Il terzo giorno di permanenza in città, quando Reynar sedeva presso la fontana nella piazza centrale, riflettendo su cosa fare dopo, sentì la conversazione di due passanti — una giovane donna e un uomo anziano. \n \"Avete sentito le notizie?\" diceva la donna. \"Il grande mago Demitaris, che vive da eremita nelle Montagne Nebbiose, ha annunciato che cerca un allievo!\" \n \"Demitaris?\" si stupì l'uomo. \"Quello stesso che una volta era il mago principale del consiglio reale? Pensavo si fosse completamente ritirato dal mondo.\" \n \"Dicono che molti giovani maghi si sono già diretti da lui in montagna. Ma accetterà solo uno — quello che sarà veramente degno di studiare gli alti segreti della magia.\" \n \"E cosa serve perché ti accetti come allievo?\" si interessò l'uomo. \n \"Nessuno lo sa. Demitaris sceglierà da sé. Dicono che sa vedere l'essenza vera delle cose e cerca un allievo con una forza speciale.\" \n Il cuore di Reynar iniziò a battere più veloce. Le parole della madre risuonarono come un'eco nella sua memoria: \"Cerca i grandi maghi, figlio mio. Ti guideranno.\" \n Questo era un segno! Aveva trovato non solo la patria del padre, ma anche quel grande mago che lo avrebbe aiutato a comprendere il suo dono. Il destino sembrava condurlo da sé lungo il sentiero giusto. \n Quella stessa notte Reynar prese una decisione. Si sarebbe diretto da Demitaris nelle Montagne Nebbiose. Là, tra le nebbie eterne e le rupi rocciose, lo aspettava l'incontro con il più grande mago del regno. E, forse, le risposte a tutte le domande sul suo passato e sul suo destino. \n Continua... \n ",
    "storyEnd": "Fine",
    "storyСontinued": "Continua..."
}